{"total":53,"items":[{"studyReferenceNumber":4233,"studyVersionTitle":{"de":"Beziehungen zwischen unterschiedlichen Ebenen der Dialog-Organisation im Rahmen einer modularen Betrachtung von Gesprächsstrukturen","fr":"Etude systématique des interrelations entre les différents plans d'organisation des dialogues dans le cadre d'une approche modulaire des structures du discours","en":"Systematic study of interrelations between different levels of dialogue organisation in the framework of a modular approach to discourse structures"},"studyVersionAbstract":{"fr":"Le projet vise à étendre le modèle d'analyse des dialogues présenté dans Roulet & al. (1985), et qui a depuis été appliqué à différents types de dialogues dans différentes langues et régions du monde; il s'agit en particulier de compléter l'analyse des dimensions hiérarchique, relationnelle et polyphonique décrites dans cet ouvrage par une étude systématique d'autres dimensions discursives et situationnelles, ainsi que des interrelations entre celles-ci dans la production et l'interprétation des dialogues, ceci dans le cadre d'une approche modulaire des structures du discours.\rLes recherches porteront principalement sur l'élaboration de l'architecture du modèle modulaire, qui a fait jusqu'ici l'objet de différentes hypothèses, ainsi que sur la description des dimensions périodique, informationnelle et compositionnelle, qui soulèvent des problèmes délicats et guère traités jusqu'ici dans les dialogues. II s'agit de déterminer en particulier pour chacune de ces dimensions discursives les unités constitutives à différents niveaux, et d'étudier les interrelations entre celles-ci et les constituants de la structure hiérarchique (par exemple, l'interrelation entre le mouvement discursif, qui relève du module périodique, l'intervention, qui relève du module hiérarchique, le mouvement thématique, qui relève du module informationnel, et la séquence, qui relève du module compositionnel). Il s'agit aussi d'étudier systématiquement la manière dont différents types de séquences dialogiques et de séquences monologiques narrative et délibérative peuvent se combiner dans le discours (en particulier dans les cas du récit dans le dialogue et du dialogue dans le récit). Il s'agit enfin d'étendre l'analyse aux dimensions situationnelles référentielle et interactionnelle, telles qu'elles sont définies dans Roulet (1991a), et surtout d'étudier systématiquement les interrelations entre certaines de ces dimensions, qui n'ont guère été traitées jusqu'ici et qui jouent un rôle central dans la production et l'interprétation des dialogues."},"studyVersionLanguageCode":null,"studyVersionEndDate":"2000-10-28T00:00:00","datasets":null},{"studyReferenceNumber":5481,"studyVersionTitle":{"de":"Geschlechterungleichheiten in den Regionen der Schweiz","en":"Gender inequalities in the linguistics regions of Switzerland"},"studyVersionAbstract":{"de":"Problemstellung: verschiedene empirische Untersuchungen weisen darauf hin, dass sich sowohl die vorhandenen Strukturen des Geschlechterverhältnisses als auch die Werte und Leitbilder in Bezug auf die Geschlechterbeziehungen in den drei Hauptsprachregionen der Schweiz zum Teil deutlich voneinander unterscheiden. Der Thematik der regionalen Unterschiede der Geschlechterbeziehungen in der Schweiz ist jedoch bis heute nicht die notwendige Aufmerksamkeit geschenkt worden. Untersuchungen zum Thema der Geschlechterungleichheit in der Schweiz haben den regionalen Aspekten und Differenzen keine oder nur geringe Aufmerksamkeit gewidmet und auch aktuelle Studien über regionale Disparitäten und Entwicklungsunterschiede in der Schweiz haben den Geschlechteraspekt vernachlässigt. Ziele und Strategie Dieses Projekt setzt sich zum Ziel, die regionalen Gemeinsamkeiten und Unterschiede sowohl in den geschlechterkulturellen Leitbildern (subjektive Einstellungen zur Rolle von Frau und Mann in der Gesellschaft) als auch in den real vorhandenen Strukturen des Geschlechterverhältnisses (Erwerbsarbeit, Beruf, Familie, Haushalt, Ausbildung, Politik, usw.) für die Schweiz systematisch darzustellen und zu analysieren. Neben den Sprachregionen sollen auch die Kantone und Grossregionen der Schweiz, die städtischen und nichtstädtischen Gebiete sowie die verschiedenen zentralen und peripheren Gemeindetypen in die vergleichende Analyse einbezogen werden. Es ist zu erwarten, dass sich sowohl die konkreten Geschlechterverhältnisse als auch die subjektiven Einstellungen zur Rollenteilung der Geschlechter nicht nur zwischen den Sprachregionen sondern insbesondere auch zwischen städtischen und ländlichen Gebieten deutlich unterscheiden. Damit lassen sich mit dieser komparativen Studie Regionen und Regionstypen in der Schweiz identifizieren, in denen den Frauen - absolut gesehen und im Vergleich zu den Männern - viele Handlungsmöglichkeiten in den verschiedenen gesellschaftlichen Bereichen offenstehen und solche Regionen, in denen dies weniger der Fall ist. Diese Studie liefert deshalb nicht nur einer wissenschaftlich, sondern auch einer gleichstellungspolitisch interessierten Öffentlichkeit eine bisher fehlende Informationsgrundlage. Ihre Resultate können auch als Entscheidungshilfe bei der Ausarbeitung und Evaluierung weiterer gleichstellungspolitischer Instrumente und Massnahmen in den einzelnen Kantonen und Gemeinden der Schweiz verwendet werden. Hauptfragestellungen Inwiefern sind die vergleichsweise grösseren Anteile der beruflich höherqualifizierten Frauen in der Westschweiz und im Kanton Tessin eine Folge unterschiedlicher regionalwirtschaftlicher Strukturen? Haben zum Beispiel Branchen, die anteilsmässig besonders viele hochqualifizierte Frauen beschäftigen (z.B. Unterrichtswesen, Gesundheitswesen) in der Westschweiz und im Kanton Tessin innerhalb der gesamten regionalen Volkswirtschaft eine grössere Bedeutung? Oder umgekehrt: Weisen Branchen, Sektoren und Unternehmensformen, die besonders wenige Frauen in Führungspositionen beschäftigen (z.B. Banken, Industrie, Hauptsitze von multiregionalen Unternehmen) in der Deutschschweizer Volkswirtschaft eine grössere Bedeutung auf? Wie signifikant sind die regionalen Unterschiede bei anderen Kategorien erwerbstätiger Frauen und Männer (z.B. qualifizierte Erwerbstätige, ungelernte Erwerbstätige, Selbständige)? In welchen Regionen sind beispielsweise absolut gesehen sowie im Vergleich zu den Männern besonders viele ungelernte Frauen beschäftigt? In welchen Berufen und Branchen? Zeichnet sich das Geschlechterverhältnis in den französisch- und italienischsprachigen Landesteilen auch noch in anderen zentralen gesellschaftlichen Bereichen (z.B. Einkommen, unbezahlte Familienarbeit, politische Repräsentanz) durch vergleichsweise geringere Ungleichheiten aus? Wie gross sind die Stadt-Land Unterschiede innerhalb der einzelnen Sprachregionen? Ist es tatsächlich gerechtfertigt, von unterschiedlichen geschlechterkulturellen Leitbildern (subjektive Einstellungen zur Rolle von Frau und Mann in der Gesellschaft) in den drei Hauptsprachregionen zu sprechen? Falls ja, lassen sich möglicherweise Ähnlichkeiten mit den Geschlechterkulturen in den angrenzenden Ländern (Frankreich, Italien, Deutschland, Österreich) feststellen und erklären?"},"studyVersionLanguageCode":null,"studyVersionEndDate":"2000-11-28T00:00:00","datasets":null},{"studyReferenceNumber":5870,"studyVersionTitle":{"en":"Legal linguistics. Linguistics of and for the law","de":"Rechtslinguistik: Linguistik des Rechts und für das Recht"},"studyVersionAbstract":{"de":"Das Hauptziel des Forschungsprojekts ist eine linguistische Erforschung der \"Spracharbeit\" in der Welt des Rechts. Es soll damit ein Dialog von Rechts- und Sprachwissenschaft, der in den letzten Jahren ausserhalb der Schweiz intensiver in Gang gekommen ist, aufgegriffen, ergänzend weitergeführt und in der Schweiz etabliert werden. Schwerpunkte: \r1. Eine linguistische Rekonstruktion der \"Spracharbeit\" im Recht in drei Punkten: \r(a) in einer fachsprachentheoretischen, text- und soziolinguistischen Bestandsaufnahme der Rechtssprache, ihrer verschiedenen Textsorten und deren Produktion und Rezeption - dies als Grundlage für eine fundiertere Diskussion über das Problem der Verständlichkeit der Rechtssprache; \r(b) in einer an Semantik und Verstehenstheorie, an Rhetorik, Argumentations- und Erzähltheorie orientierten Rekonstruktion der typischen \"Rechtsarbeit\": der \"Subsumtion\" eines Sachverhalts unter Rechtsnormen; \r(c) in einer hauptsächlich an Semantik und Sprachhandlungstheorie orientierten linguistischen Rekonstruktion juristischer Beurteilungen von Sprache, sprachlichen Formulierungen und Handlungen - und in der Konfrontation dieser juristischen Sicht mit der linguistischen. \r2. Ein Vergleich der unter (1) erhobenen effektiven Spracharbeit mit der juristischen Selbstwahrnehmung dieser \"Spracharbeit\" und mit dem juristischen Bild von der Sprachwissenschaft. \r3. Eine Bestandsaufnahme von der fachsprachlichen Ausbildung der Juristen (im Rahmen der fachwissenschaftlichen Ausbildung) und von den in dieser Ausbildung vermittelten Begriffen von Sprache. Besondere Akzente des Forschungsvorhabens liegen zum einen auf der empirischen Erforschung des effektiven Umgangs von Juristen mit Sprache und zum andern auf verschiedenen Unternehmungen zur Etablierung eines interdisziplinären Dialogs von Sprachwissenschaft und Rechtswissenschaft und Rechtspraxis. Das Projekt will einen Beitrag leisten zur weiteren Etablierung einer Rechtslinguistik als einer bestimmten \"Domänenlinguistik\" im doppelten Sinne: \r(a) im Sinne einer linguistischen Bestandsaufnahme einer Domäne mit ihrer tatsächlichen Sprachpraxis und der diesbezüglichen Selbstwahrnehmung (mit der möglichen Konsequenz, dass die Linguistik bestimmte herkömmliche Auffassungen von Sprache und Sprachgebrauch zu revidieren hat) und \r(b) im Sinne einer linguistischen Hilfestellung für diese sprachliche Domäne. Die Arbeit ist also sowohl für die Sprachwissenschaft (in theoretischer und empirischer Hinsicht) wie auch für die Rechtswissenschaft, die rechtswissenschaftliche Ausbildung und die praktische Jurisprudenz wichtig. Sie reiht sich ein in grössere aktuelle Forschungstendenzen der Sprachwissenschaft von erheblicher gesellschaftlicher Relevanz; zu nennen sind der Bereich Sprache in Institutionen (mit der Problematik der Verständigung von Staat und Bürgern, Experten und Laien) und die Fachsprachenforschung (und hier besonders die fachsprachliche Ausbildung und Sozialisation im tertiären Bildungsbereich). \rDaneben bewegt sich das Projekt in traditionellen Kernbereichen der Sprachwissenschaft - Semantik, Sprachhandlungstheorie, Textlinguistik - und verspricht hier zu neuen sprachtheoretischen Einsichten zu kommen."},"studyVersionLanguageCode":null,"studyVersionEndDate":null,"datasets":null},{"studyReferenceNumber":7120,"studyVersionTitle":{"fr":"Evaluation scientifique du \"Schulprojekt 21\" dans le canton de Zurich","de":"Wissenschaftliche Evaluation des Zürcher \"Schulprojekts 21\"","en":"Scientific evaluation of the \"School project 21\" in the canton of Zurich"},"studyVersionAbstract":{"fr":"Le \"Schulprojekt 21\" zurichois (cf. l'information sur la recherche éducationnelle No 98:028 ou, sur Internet, l'adresse http://www.schulprojekt21.ch/projekt1.html) est basé sur la conviction que, au cours des dernières années, deux compétences-clé se sont ajoutées à celles déjà existantes et dont les programmes scolaires actuels tiennent déjà compte: la familiarité avec l'ordinateur et la maîtrise de la langue anglaise. Dans les classes participant à l'expérience (environ 50 au moment actuel), soit l'anglais - en tant que langue d'enseignement - soit l'ordinateur, sont donc présents en classe dès le premier degré primaire. \rEn vue de l'évaluation scientifique de l'expérience, une équipe de quatre personnes, dont trois viennent de l'Institut de pédagogie de l'Université de Zurich et la quatrième de la Haute école (spécialisée) Zurich de Winterthur, s'est constituée en groupe de travail. L'équipe a été mandatée par le Département de l'instruction publique (Bildungsdirektion) zurichoise pour évaluer certains aspects de l'expérimentation. \rQuatre modules d'évaluation ont été définis: le premier consiste en des études de cas au niveau des établissements participant au \"Schulprojekt 21\"; le deuxième va examiner le développement des compétences sociales des élèves; le troisième et le quatrième s'occuperont plus spécifiquement des nouveaux \"contenus d'enseignement\", c'est-à-dire l'ordinateur et l'anglais respectivement. A cela s'ajoute une enquête centrée sur les attitudes et les opinions des enseignants impliqués dans l'expérimentation. \rLe premier rapport intermédiaire a entre-temps été publié (sont prévus un deuxième rapport intermédiaire vers la fin de l'année 2000, ainsi qu'un rapport conclusif, à paraître fin novembre 2001). Il se base sur des enquêtes et des observations faites lors des premiers six mois de l'expérience et ne peut donc contenir que certaines informations indicatives. En général, il apparaît clairement que l'expérience a été un catalyseur de créativité; beaucoup d'enseignants la considèrent tant comme un défi que comme un enrichissement de leur activité professionnelle. On peut également constater un grand enthousiasme du côté des élèves. \rMais il faut avoir clairement à l'esprit que ces résultats positifs sont essentiellement dus à des efforts considérables de la part des enseignants impliqués, qui assument des tâches dépassant de loin la mesure de ce qui peut raisonnablement leur être demandé.","de":"Das im Kanton Zürich gegenwärtig laufende \"Schulprojekt 21\" geht davon aus, in den letzten Jahren sei deutlich geworden, dass sich zwei neue Schlüsselkompetenzen den bisherigen und im schulischen Curriculum bereits berücksichtigten zugesellt haben: zum einen der Umgang mit dem Computer und andererseits grundlegende Fertigkeiten in der englischen Sprache. \rIn den gegenwärtig rund 50 Klassen, die sich am Schulversuch beteiligen, sind deshalb sowohl Englisch (als Unterrichtssprache) wie auch Computer von Anbeginn der Primarstufe her gegenwärtig. Eine aus drei Personen vom Pädagogischen Institut der Universität Zürich und einer von der (Fach-)Hochschule Winterthur bestehende Equipe hat sich im Hinblick auf die wissenschaftliche Evaluation des Versuchs als Arbeitsgemeinschaft konstituiert und hat von der kantonalen Bildungsdirektion das Mandat erhalten, bestimmte Aspekte des Versuchs zu evaluieren. \rEs wurden vier Evaluationsmodule definiert. Im ersten werden Fallstudien auf der Ebene der einzelnen Versuchsschulen durchgeführt; das zweite Modul beschäftigt sich mit der Entwicklung der Selbst- und Sozialkompetenzen der Schülerinnen und Schüler; das dritte und das vierte hingegen sind spezifisch auf die \"neuen Lerninhalte\" ausgerichtet, d. h. auf die Computernutzung und auf das Englische. Hinzu kommt noch das \"Meinungsbarometer\", eine Umfrage, die den Veränderungen und den Konstanten in den Meinungen und Einstellungen der am Versuch beteiligten Lehrkräfte nachgeht."},"studyVersionLanguageCode":null,"studyVersionEndDate":"2001-12-28T00:00:00","datasets":null},{"studyReferenceNumber":7520,"studyVersionTitle":{"de":"Mobilfunk: Publizistische Medien und die Thematisierung von EMF-Risiken"},"studyVersionAbstract":{"de":"Vor dem Hintergrund von Analysen zur Berichterstattung schweizerischer Medien zur \"Kernenergie\", \"Biotechnologie\" und weiterer wissenschaftlicher technischer Risiken wurde eine Inhaltsanalyse zur Darstellung mobilfunk-induzierter EMF-Risiken konzipiert. Die übergeordneten Fragen, die in einer Vielzahl weiterer Fragen kleingearbeitet wurden, lauteten:\r- Wird über die gesundheitlichen Risiken des Mobilfunks berichtet?\r- Unterscheidet sich die Berichterstattung sprachlich kulturell?\r- Wie wird das Thema journalistisch inszeniert?\r- Ist die Berichterstattung attraktiv und verständlich?\r- Wie werden wissenschaftliche Erkenntnisse thematisiert?\r- Werden Gefühle, werden Werte und Wertorientierungen in der Berichterstattung thematisiert?\r- Vermittelt die Berichterstattung Anreize für Leserinnen und Leser, selbst, im Rahmen des Themas, aktiv nach Informationen zu suchen?"},"studyVersionLanguageCode":null,"studyVersionEndDate":"2002-12-28T00:00:00","datasets":null},{"studyReferenceNumber":8032,"studyVersionTitle":{"en":"A cross-cultural study of language and spatial concept development"},"studyVersionAbstract":{"fr":"Langage et orientation spatiale (étude comparative). Cette recherche fait partie d'un projet plus large qui se déroule principalement en Inde, au Népal et en Indonésie (Bali). Comme aucune recherche de ce genre n'avait été effectuée avec une langue européenne, il s'agissait d'obtenir des données comparables pour Genève. Dans ce rapport, pour simplifier, nous comparons les résultats obtenus à Genève à ceux de Bali seulement. \r1. Résumé de la problématique \rEn psychologie du développement cognitif (Piaget and Inhelder, 1948/1956; Taylor and Tversky, 1996), on distingue trois types d'espaces (topologiue, projectif, Euclidien), qui correspondent en linguistique (Levinson, 1996, 2003) à trois types de référents spatiaux (intrinsèque, relatif/égocentrique, absolu/géocentrique. Dans certains contextes linguistiques et culturels, l'encodage de la localisation d'objets se fait en référence au cadre dit \"absolu\", ou géocentrique (p.ex. par rapport aux points cardinaux), même pour un espace restreint à l'intérieur d'une pièce. Chez les personnes qui parlent des langues européennes comme le français ou l'anglais, cette façon de localiser des objets n'existe pas, ou est très inhabituelle, car la norme est l'utilisation de référents égocentriques (gauche, droite, devant, derrière), aussi appelés \"relatifs\" (au corps propre). Là où le cadre de référence géocentrique est la norme adulte, quelles sont les étapes du développement linguistique et cognitif des enfants dans le domaine de l'encodage spatial? Nous étudions cette question dans une recherche interculturelle comparative en cours, à Bali (Indonésie), à Kathmandu (Népal) et en Inde.","en":"We are proposing a multi-disciplinary research with a strong component of cross-cultural developmental psychology. The purpose is to study spatial concept development, linking ecology and cultural components (in particular the prevailing systems of spatial orientation), language, encoding of spatial arrays in micro-space, and various aspects of cognitive functioning (Piagetian spatial concepts and other spatial skills, field-dependence/independence and metacognition). A large part of the methodology has been developed and tested in a previous one-year project in India and Nepal (FNRS 11-54101.98), that has also allowed us to formulate new questions, and to spot interesting locations for further field-work. We plan to select a number of research sites on theoretical grounds, in order to provide the relevant contrasts on the variables that are of interest. For example, in the previous project, we were able to compare two locations in which the same language is used (Hindi), but in which different spatial orientation systems prevail. We now propose to extend the sampling to ecological settings which accentuate the contrast between geocentric and egocentric spatial language use; in two rural locations, geocentric language is expected to be used exclusively of any references relative to the speaker's body, and in another rural sample, the opposite is expected to be the case. In each case, both schooled and unschooled children aged 4 to 14 will be included, the impact of schooling (vs. ontogenetic development without schooling) being one of the major variables to be studied. We also plan to study samples that speak European languages, either French or English. New features to be added to this more extensive project are a study of language acquisition in young children and their caretakers, neuropsychological assessment of contrasting groups, using both hemisperic lateralisation tasks that can be carried to remote locations and more sophisticated methods in collaboration with the medical school of Banaras Hindu University. The transfer and generalization to other aspects of cognitive and metacognitive development will also be studied. In terms of the cross-cultural methodology that is our field of expertise, the Indian subcontinent offers perfect (and very cost-effective) research conditions: colleagues at various universities and in various fields of social and medical sciences (linguistics, geography, neuropsychology) who are willing to join the project, the possibility to hire well-trained research assistants, and the choice between a variety of ecological and linguistic contexts within the same macro-culture. Other sites (Geneva, Bali in Indonesia, and later another island location) will also be included. Overall this study should provide a major breakthrough in the field of culture, language and spatial concept development."},"studyVersionLanguageCode":null,"studyVersionEndDate":"2004-12-28T00:00:00","datasets":null},{"studyReferenceNumber":8511,"studyVersionTitle":{"de":"Journalisten im Internet 2005"},"studyVersionAbstract":{"de":"Im Jahr 2002 führte das Institut für Angewandte Medienwissenschaft (IAM) der Zürcher Hochschule Winterthur zusammen mit Marcel Bernet Public Relations eine Befragung der Deutschschweizer Journalistinnen und Journalisten durch, um mehr über deren Verwendung und Beurteilung des Internet zu erfahren. Die Untersuchung orientierte sich an Studien aus den USA (Ross et al.) und verschiedenen europäischen Ländern. Drei Jahre später wurde die Studie in der Schweiz wiederholt, um zu eruieren, wie sich die Rolle des Internet im Arbeitsalltag von Journalisten verändert hat. \rDie Studie beschreibt die Rolle des Internet und von E-Mail als alltägliches Arbeitsinstrument von Deutschschweizer Journalisten. Sie zeigt, wie Medienschaffende diese Werkzeuge verwenden und beurteilen. Weiter will die Studie anhand eines Vergleichs mit der Studie aus dem Jahr 2002 feststellen, inwiefern sich die der Umgang und die Beurteilung des Internets aus der Perspektive der Journalisten verändert haben."},"studyVersionLanguageCode":null,"studyVersionEndDate":"2005-12-28T00:00:00","datasets":null},{"studyReferenceNumber":8650,"studyVersionTitle":{"de":"Benchmarking-Studie Krankenkassen-Magazine"},"studyVersionAbstract":{"de":"Wie lesen Versicherte die Magazine ihrer Krankenkasse? Welche Themen interessieren? Beeinflusst die Nutzung des Krankenkassen-Magazins das Bild, welches die Versicherten von ihrer Krankenversicherung haben? Mit diesen Fragen befasst sich eine Benchmarking-Studie, die das IAM in Zusammenarbeit mit Schweizerischen Krankenversicherungen regelmässig durchführt. \rBedürfnisse der Kunden: Kundenmagazine von Krankenversicherungen enthalten nicht nur gesetzlich vorgegebene Informationen, sondern auch eine Vielzahl an Themen rund um Gesundheitsförderung und Krankheiten. Damit wollen die Krankenversicherungen ihre Kunden unterstützen, sich präventiv um ihre Gesundheit zu kümmern. Jedoch ist bisher nicht bekannt, ob und wie Krankenkassen-Magazine gelesen werden und inwiefern die Informationen die Versicherten erreichen. \rIm Auftrag von drei gesamtschweizerisch tätigen Krankenversicherungen mit zwischen 30'000 und 300'000 Versicherten hat das IAM unter der Projektleitung von Iris Giovanelli und Vinzenz Wyss erstmalig Nutzung, Akzeptanz und Bewertung der Krankenkassen-Magazine untersucht. Die Studie lieferte Befunde zur Leserschaft (Geschlecht, Alter, Bildung u.a.) und zum Zusammenhang von Nutzung der Magazine und Image der Krankenversicherungen. Mit diesem Wissen wollen die Auftraggeber ihr Magazin noch besser auf die Leserschaft ausrichten. \rDa Resultate zu einem einzelnen Magazin erst im Vergleich mit anderen Ergebnissen richtig aussagekräftig sind, wurde die Untersuchung als Benchmarking-Studie angelegt. Es ist geplant, die Studie im Zweijahres-Rhythmus zu wiederholen und einem erweiterten Teilnehmerkreis zugänglich zu machen."},"studyVersionLanguageCode":null,"studyVersionEndDate":"2009-12-28T00:00:00","datasets":null},{"studyReferenceNumber":8675,"studyVersionTitle":{"de":"Schweizer Fachjournalisten - Rollen, Einstellungen, Merkmale"},"studyVersionAbstract":{"de":"Um sein Leistungsangebot den Ansprüchen seiner Mitglieder anzupassen und Optimierungen in der Mitgliederkommunikation vornehmen zu können, gab der Verband Schweizer Fachjournalisten (SFJ AJS) eine Studie am Institut für Angewandte Medienwissenschaft (IAM) in Auftrag. Von Interesse waren soziodemographische Daten der Verbandsmitglieder, deren fachjournalistisches Schaffen und die Bewertung der Angebote des SFJ AJS."},"studyVersionLanguageCode":null,"studyVersionEndDate":"2006-11-28T00:00:00","datasets":null},{"studyReferenceNumber":8691,"studyVersionTitle":{"en":"Accelerating Transition To Virtual Research Organisation In Social Science (AVROSS)"},"studyVersionAbstract":{"en":"The pan-European network for researchers GEANT and the national research and education networks (NREN) provide large scale transmission capacities which facilitate the transfer of data between academics and other connected researchers across Europe. On top of this network infrastructure further tools and applications have been developed which are known under the term of Grid computing or simply Grid. The latter has been described as distributed computing in which the computing resources are not controlled centrally, open standards is used and a nontrivial quality of service is achieved, i.e. the utility of the combined system is significantly greater than that of its parts (Foster, I. (2002). What is the Grid? A three point checklist, available at: http://www-fp.mcs.anl.gov/foster/Articles/WhatIsTheGrid.pdf). GEANT, the NREN and Grid infrastructures together are e-Infrastructures (in Europe) or cyberinfrastructures (in the US). Their main purposes are to facilitate seamless distributed computing, the combined utilization of distributed data and distributed collaboration among academic scientists and other researchers with similar needs. These activities are often subsumed under the headline of e-Science or e-Social Science. The European Commission, like the National Science Foundation in the US and other organisations at national level, has funded the development of e-Infrastructures. Some communities in the sciences such as High Energy Physics, Astronomy and Bioinformatics have adopted the e-infrastructures and engaged in e-Science activities, whereas the social sciences and humanities lag behind. The major goal of the AVROSS study is to understand the reasons behind the low level of adoption of e-Infrastructures in the social sciences. Its main aim is to support optimisation of Grid and GEANT developments, firstly by providing an analysis and assessment of the current conditions of use and to provide guidance on how e-Infrastructures may be better deployed and exploited, notably by the social sciences and humanities research communities. \rFor this purpose, AVROSS will comprise the following elements: \rA. A comprehensive overview of recent European (and worldwide) integration activities in the field of high speed networking and Grid infrastructures in four fields within the social sciences focusing on virtual research organizations and services for researchers as well as training opportunities for (post graduate) students. The four included fields are economic and social research, geography and regional science, computational linguistics, and archaeology. \rB. An analysis of the eight most promising approaches to using e-Infrastructures in terms of a comprehensive description of the challenges, opportunities but also barriers for a large scale uptake. Fruitful areas for the analysis of these eight approaches are computer-based modelling and simulation, natural language processing and machine learning algorithms to capture and analyse web-based information, infrastructure for sharing and re-using data, new tools for data collection and analysis, collaborative research tools, and computer-supported collaborative learning (CSCL) environments. \rC. The study will provide recommendations as to the possible scenarios for a large scale roll out of virtual research organisations, and novel services for students based on CSCL environments."},"studyVersionLanguageCode":null,"studyVersionEndDate":"2007-11-28T00:00:00","datasets":null},{"studyReferenceNumber":8722,"studyVersionTitle":{"en":"Language separation in translation and interpreting","de":"Sprachentrennung beim Übersetzen und Dolmetschen"},"studyVersionAbstract":{"de":"The issues of languages in contact and the dynamic mutual influence of speakers' first, second, and even third languages are particularly pertinent in the realm of language and translation education in multilingual Switzerland. The often unspoken expectation that everyone living here is competent in several langauges, including English, places extraordinary demands on text producers and receivers, not only but especially those in professional and educational setttings. Multilingual speakers, translators, and interpreters often report that their performance in a particular language (even in their first language) seems to depend partly on the language they use immediately beforehand. Such \"language activation\" is explored in the present project. It attempts to clarify what role the activation of the first or second language has on translations from German into English or Spanish or from English into German. In addition to evaluating a well-known model of multilingual processing, the project is expected to contribute to the academic discourse on multilingualism, establish a corpus of translation and a database of linguistic transfer phenomena, and to develop a tool to evealuation translations in the form of a sophisticated error categorization scheme."},"studyVersionLanguageCode":null,"studyVersionEndDate":"2007-01-28T00:00:00","datasets":null},{"studyReferenceNumber":8736,"studyVersionTitle":{"de":"Leistungen der Unternehmenskommunikation aus der Sicht von Journalisten"},"studyVersionAbstract":{"de":"Mit der Untersuchung soll die Unternehmenskommunikation von Schweizer Firmen aus der Sicht von Schweizer Wirtschaftsjournalisten beurteilt werden. Die Befragung soll sich einerseits auf die Kommunikationsleistungen von Wirtschaftsakteuren, d.h. vornehmlich Unternehmen beschränken. Befragt werden Wirtschaftsjournalisten von Printmedien, Radio und TV sowie ausgewählte freie Journalisten aus der deutschen und der französischsprachigen Schweiz. Die Untersuchung soll Wirtschaftsjournalisten die folgenden Fragen stellen: Wie arbeiten sie mit Kommunikationsstellen von Unternehmen bzw. PR-Agenturen zusammen? Was sind ihre Bedürfnisse an die Kommunikationsstellen von Unternehmen? Wie schätzen sie die Qualität der Leistung von Kommunikationsstellen ein? Wie beurteilen sie ihre Zusammenarbeit mit Kommunikationsstellen? Welche Rollenbilder bestehen dabei? Wo sehen sie Stärken/Schwächen der Zusammenarbeit? Wo sehen sie zukünftige Herausforderungen und Gefahren in der Zusammenarbeit mit Kommunikationsstellen? Der theoretische Hintergrund zur Konzipierung der Befragung liefern einerseits Untersuchungen zu Rollen(selbst)bildern (Marr et al., Mast) im Journalismus und andererseits Theorien zu Public Relations als symmetrischem Dialog (Grunig) und Überlegungen zur Intereffikation von PR und Journalismus (Bentele)."},"studyVersionLanguageCode":null,"studyVersionEndDate":"2007-07-28T00:00:00","datasets":null},{"studyReferenceNumber":8739,"studyVersionTitle":{"de":"Vom Schulfernsehen zum Bildungsfernsehen: zur Emanzipation eines Genres?"},"studyVersionAbstract":{"de":"Das Bundesamt für Kommunikation BAKOM schrieb 2005 Beiträge Medienforschung zum Thema \"Die Erfüllung des Bildungsauftrags durch Radio und Fernsehen in der Schweiz\" aus. Das Institut für Angewandte Medienforschung IAM bewarb sich mit dem Vorschlag \"Vom Schulfernsehen zum Bildungsfernsehen: zur Emanzipation eines Genres.\" Im Untersuchungszeitraum von 1975 bis 2005 wurden \"Bildungssendungen\" in den Programmen des Schweizer Fernsehens empirisch analytisch untersucht. \r- Welche Sendungen im Programm des Schweizer Fernsehens können als Bildungssendungen bezeichnet werden? \r- Wie interpretiert das Schweizer Fernsehen den Auftrag gemäss Artikel 93.2 der Eidgenössischen Bundesverfassung? \r- Wie gross ist der Anteil solcher Sendungen am Gesamtprogramm? \r- Wie verändert sich der Anteil dieser Sendungen im Untersuchungszeitraum von 1975 bis 2005? \rDie Bestimmung der Sendungen war keine triviale Aufgabe. \"Bildung\" erwies sich - wie \"Kultur\" - zunächst als Worthülse, die mit vielen, unterschiedlichen Bedeutungen versehen werden kann. Zudem musste mit \"Bildung\" im \"Fernsehen\" umgegangen werden. Das Medium selbst, das Medium in der Organisationsform der SRG SSR idée suisse, das Medium in bestimmten sozi-ökonomischen und sozio-kulturellen Umwelten des Kleinstaates und der mehrsprachigen Gesellschaft Schweiz - all diese wandelten sich im Untersuchungszeitraum, 1975 bis 2005, signifikant. Es mussten Zugänge über diesen Zeitraum zum Gegenstand selbst erschlossen werden. Dazu wurden pragmatisch indirekte Lösungen gesucht und gefunden. Gearbeitet wurde mit unterschiedlichen sozialwissenschaftlichen Methoden, in quantitativer wie qualitativer Orientierung. Mittels einer quantitativ orientierten Programmanalyse ging es darum, eine Datenbasis bereitzustellen, Kenntnisse zu erarbeiten, um - nachvollziehbar - zu wissen, wenigstens in verlässlicher aber robuster Annäherung, was \"Bildung\", \"Bildungsfernsehen\" in der Sache ist. Solche Daten lagen bis dato nicht vor. Im Rahmen eines qualitativ orientierten Gruppengesprächs mit Expertinnen, Experten ging es um die Validierung der Ergebnisse - auch aus der Sicht der Programmschaffenden selbst. Vor einem Hintergrund oft wenig konstruktiver Begegnungen zwischen \"medienwissenschaftlicher Theorie\" und \"medienschaffender Praxis\" darf und soll festgestellt werden, dass die Einschätzungen - erstaunlicher- wie erfreulicherweise - robust positiv korrelierten. Nichtsdestotrotz wurde einsichtig, in welch unbestimmtem wie kontrovers aufgeladenem Feld die Studie angesiedelt war."},"studyVersionLanguageCode":null,"studyVersionEndDate":"2006-10-28T00:00:00","datasets":null},{"studyReferenceNumber":8795,"studyVersionTitle":{"de":"Diversität und soziale Kohäsion - Sprachethnografie einer Schweizer Stadt"},"studyVersionAbstract":{"de":"\"Diversität und soziale Kohäsion - Sprachethnografie einer Schweizer Stadt: Sprachkompetenz, Kommunikationskompetenz und funktionale Mehrsprachigkeit - Schlüssel zu Partizipation und sozialer Kohäsion in der heterogenen Gesellschaft?\". \rDas Projekt untersucht am konkreten Beispiel der Stadt Winterthur aus Inter- und transdisziplinärer Perspektive verschiedene Formen der kommunikativen Interaktion im Hinblick auf ihre gesellschaftliche Integrationskraft. Teilprojekte widmen sich verschiedenen Aspekten der Thematik - u.a.: \r- Jugendsprache in Winterthur \r- Diskurskompetenz von Jugendlichen fordern und fördern \r- Schnittstellen Schule - Ausbildung - Beruf \r- Deutsch für fremdsprachige Mütter \r- Kommunikation bei der Spitex-Pflege \r- Partizipation und soziale Kohäsion: \"Eintrittskarten\" in die Gesellschaft - Simulation von Mehrsprachigkeit in Winterthur \rDas Projekt wächst in Zusammenarbeit mit den Departementen G und T, der Stadt Winterthur, verschiedenen lokalen Organisationen, der Hochschule für Soziale Arbeit Zürich sowie der Universität Zürich. Geplant ist eine europäische Vernetzung innerhalb des 7. Forschungsrahmenprogramms der EU."},"studyVersionLanguageCode":null,"studyVersionEndDate":"2009-12-28T00:00:00","datasets":null},{"studyReferenceNumber":8796,"studyVersionTitle":{"de":"Modellstudie Tessin: Investition, Kompromiss und Akzeptanz von Programm und Werbung. \"Wenn man klein ist, muss man mit anderen Mitteln kämpfen\""},"studyVersionAbstract":{"de":"Das Projekt \"Modellstudie Tessin: Investition, Kompromiss und Akzeptanz von Programm und Werbung\" untersucht im Fernsehmarkt Tessin den Zusammenhang zwischen der Investitionsbereitschaft von Werbetreibenden und der Kompromissbereitschaft von Fernsehveranstaltern im Informationsbereich. Zudem wird der Frage nach dem Zusammenhang zwischen der Programmnutzung und der Akzeptanz von Werbung nachgegangen.\rIm Projekt wird von einem strukturellen Einfluss der Werbewirtschaft auf die Programme ausgegangen. Ein struktureller Einfluss der Werbewirtschaft auf die Programmveranstalter kommt dann zum Ausdruck, wenn Programmveranstalter ihre Programmangebote verstärkt den Interessen der Werbekunden anpassen und bereit sind, dabei verstärkt Regeln und Normen der berufskulturellen Sinn- und Legitimationsordnung wie z.B. das Unabhängigkeits-, Autonomie- oder Transparenzgebot zu missachten. Als ein weiterer Indikator einer solchen Anpassungsleistung kann dann etwa der Einsatz bestimmter Programmangebote erkannt werden, die primär auf die Interessen der Werbetreibenden zugeschnitten sind (so z.B. Publireportagen). Auch die Ausprägung der formalen Organisationsstruktur einer Medienorganisation (z.B. Schnittstellen zu den Vermarktern) kann Hinweise auf den Einsatz allokativer Ressourcen zur Durchsetzung bestimmter Sinn- und Legitimationsordungen geben. Zugriff Vor dem Hintergrund strukturationstheoretischer Überlegungen wird angenommen, dass das Einflusspotenzial der Werbewirtschaft auf die Programmveranstalter von der Institutionalisierungsform der Veranstalter abhängt. Entsprechende Anpassungsleistungen an die Interessen der Werbewirtschaft sind, - strukturationstheoretisch gesprochen - als Anpassung der kognitiven und legitimatorischen Ordnungen der Medienorganisation an die Ordnungen der Werbetreibenden, zu verstehen. Die Koorientierung bzw. Anpassungsleistung geht bei den Medienorganisationen einher mit dem Einsatz von bestimmten autoritativen Ressourcen wie etwa besondere Programmformate oder Organisationsformen. Die Anwendung dieser autoritativen Ressourcen zieht wiederum in rekursiver Weise die Reproduktion der kognitiven und legitimatorischen Ordnungen der Medienorganisationen nach sich (Dualität von Struktur); sie bestätigen die Koorientierung der Sinn- und Legitimationsordnungen an die Interessen der Werbetreibenden. Des Weiteren wird angenommen, dass das Programmangebot und die Programmerwartungen des Publikums ebenfalls in einem rekursiven Konstitutionsverhältnis zueinander stehen. D.h. ein bestimmtes Programmangebot reproduziert eine bestimme Publikumsstruktur, die wiederum iterativ ein bestimmtes Publikum reproduziert. Auch in der Beziehung zwischen Programmanbieter und Publika kommt es zu einer Koorientierung der Sinn- und Legitimationsordnungen, die sich schliesslich in der entsprechenden Programmnutzung und Bewertung niederschlägt."},"studyVersionLanguageCode":null,"studyVersionEndDate":"2006-01-28T00:00:00","datasets":null},{"studyReferenceNumber":8802,"studyVersionTitle":{"en":"ARGUMENTUM: an e-course of argumentation theory for the human and social sciences"},"studyVersionAbstract":{"en":"Argumentum (www.argumentum.ch) is a project on Argumentation Theory, which provides customized autonomous blended eLearning Courses (Cs) for different educational purposes and targets (Swiss universities, postgraduate education and continuing education). \rEach Course within the project is focused on an application of Argumentation Theory in a specific Communication context (argumentation for financial communication, argumentation in the media, pedagogical communication, intercultural communication, business argumentation, argumentation in the institutions, etc.). Each CM is developed on a WebCT Vista module, and is designed selecting materials from a Learning Objects Repository, conceived as a resources warehouse containing objects of different dimensions and formats available to Course Authors, and adding some specific contents required by the particular application concerned. Pedagogical objectives Students will enhance their capacity of managing manifold argumentative contexts and situations. They will in particular: Enhance their capacity of analyzing and critically evaluating an argument, also discovering fallacies and manipulation; Develop skills needed for producing argumentative interventions and critically discussing on the basis of reasonable, well-founded arguments. As argumentative skills can be better achieved through a process of learning by doing, tools for argumentation visualization, collaborative tools for promoting peer interactions and argumentative discussions, examples and case studies are provided to enhance students' active learning experience through problem-solving."},"studyVersionLanguageCode":null,"studyVersionEndDate":"2008-07-28T00:00:00","datasets":null},{"studyReferenceNumber":8803,"studyVersionTitle":{"en":"Media Quality Tool, Assessment of journalistic reporting in print, radio and TV"},"studyVersionAbstract":{"en":"The project will develop an instrument (Media quality tool) for assessing the quality of journalistic reporting in mass media (TV, radio, newspapers). Goal This media quality tool will help to precisely analyze the quality of reporting in mass media. It can thus be used as an assessment tool for various purposes, for example identifying shortcomings in media quality in a country, assessing progress in media quality during the course of programs or assessing the quality of training in media projects. Planned Activities In two countries - Armenia and Kyrgysztan - a catalogue of quality criteria will be elaborated by the involved partners and the media community (Journalists, editors-in-chief, owners). Local research staff will be trained in the method of content analysis and then analyze samples of local media (TV, print) according to the agreed quality criteria of journalistic reporting. \r\rPartner Organisations \r1. The Caucasus Media Institute (CMI) is an institute offering various training courses and roundtables for journalists, conducting social research as well as strengthening public dialogue about relevant issues in the Armenian society. (www.caucasusmedia.org) \r2. The American University of Central Asia (AUCA) has a centre for applied research with experience in media research. Address: AUCA, Department of Journalism 205 Abdumomunova Street, Bishkek 720040, Kyrgyzstan","de":"Das Projekt zielt darauf ab, für Entwicklungs- und Transitionsländer ein angepasstes Instrument zu entwickeln, mit dessen Hilfe Partner vor Ort die Qualität der journalistischen Berichterstattung in Massenmedien beurteilen können. Das Projekt wird zunächst in zwei Ländern, Armenien und Kirgisien, durchgeführt. Dies bietet interessante Vergleichsmöglichkeiten, da beide Länder als Nachfolgestaaten der Sowjetunion auf der einen Seite grosse Gemeinsamkeiten aufweisen, auf der anderen Seite sich hinsichtlich politischer, wirtschaftlicher und medialer Entwicklungen auch unterscheiden. Mit den Partnern vor Ort werden gemeinsam Qualitätskriterien für Medien entwickelt, dann in den Methoden der Inhaltsanalyse ausgebildet (Wissenstransfer) und daran anschliessend Inhaltsanalysen von lokalen Mitarbeitern durchgeführt. Die abschliessende Auswertung des Materials sowie die Entwicklung des Instruments zur Beurteilung der Medienqualität erfolgt in enger Zusammenarbeit. Fokus journalistische Berichterstattung Dabei beschränkt sich das Projekt bewusst auf die Mikroperspektive (Journalisten) und die Qualität der journalistischen Berichterstattung. Die Qualität wird in ausgewählten Medien, nämlich Tageszeitungen, Wochenzeitungen, Radio und einigen Fernseh-Programmen untersucht. Zur Realisierung des Projektes ist es notwendig, die Wissens- und Methodenkompetenzen aller beteiligten Partner sinnvoll zusammenzuführen. Die Durchführung in Phase 1 erfolgt in folgenden Schritten: \r- Identifizierung und gemeinsame Festlegung von Qualitätskriterien für journalistische Berichterstattung (auf der Basis robuster Kriterien des Journalismus in westlichen Demokratien) angepasst an die lokalen Verhältnisse, aufgrund von Workshops mit Ausbildungsleitern, Redaktoren, Journalisten \r- Operationalisierung der Qualitätskriterien \r- Ausbildung der Partner durch das IAM in Anwendung der Instrumente zur Feststellung dieser Kriterien (Inhaltsanalysen, Codierung) \r- Durchführung von Inhaltsanalysen durch Mitarbeiter der Partner-Institutionen (Inhaltsanalysen von Texten der Absolvierenden eines Ausbildungsjahrgangs, Inhaltsanalysen ausgewählter Medienangebote) \r- Auswertung der Resultate der Inhaltsanalysen durch IAM und Partner \r- Austausch der Erfahrungen aus der ersten Anwendung \r- Verfeinerung des Instrumentariums (zur Anwendung in zweiter Phase) \r- Evaluation und Validierung des Instrumentes"},"studyVersionLanguageCode":null,"studyVersionEndDate":"2007-06-28T00:00:00","datasets":null},{"studyReferenceNumber":8938,"studyVersionTitle":{"de":"Mediennutzung im Tagesablauf: Öffentlich-rechtliche, regionale und private Medien"},"studyVersionAbstract":{"de":"Die SRG-Medienstudie bietet unschätzbares Material zur Schweizer Mediennutzung und zum Medienverhalten der Schweizer Bevölkerung, das aber gegenwärtig nicht in aktueller Form analysiert und genutzt werden kann. Das vorliegende Projekt soll das Material der Jahre 1996 bis 2000 sicherstellen und neuer wissenschaftlichen Nutzung zugänglich machen. \rDie damit aufbereiteten Daten sind nicht nur interessant bezüglich der Mediennutzung und als Grundlage für medienpolitische Einschätzungen und Entscheide, sondern erlauben generell Einblicke in das von Medien geprägte Alltagsverhalten der Schweizer Bevölkerung und liefern damit auch einen Beitrag zur Schweizer Sozial- und Mediengeschichte.\rDas Projekt plant die Sicherstellung, Erschliessung und Archivierung der Daten in sechs Schritten. Da sich die Medienlage im Zeitraum der Medienstudie diskontinuierlich verändert hat und dies von ihr berücksichtigt worden ist, sollen in einem ersten Schritt die verschiedenen Stadien der Medienstudie rekonstruiert und dokumentiert werden. Nach dieser Aufarbeitung wird ein für die Daten-Auswertung brauchbares Datenfile über die fünfjährige Periode hergestellt. Als Option kann eine Aktualisierung der Daten und ein entsprechender Längsschnittsvergleich für das Jahr 2008 erstellt werden. Mit den synchronisierten Datenfile werden Medienverhalten, Präferenzen, Motive und Muster im Kontext der gesamten Mediennutzung im Tagesablauf dargestellt, getestet und modelliert. Die Erschliessung und ein ausgewählter Datensatz werden der Öffentlichkeit in Form eines FORS Auswertungsfiles mit ausführlichem Datenbeschrieb zugänglich gemacht."},"studyVersionLanguageCode":null,"studyVersionEndDate":"2009-04-28T00:00:00","datasets":null},{"studyReferenceNumber":9134,"studyVersionTitle":{"fr":"Pragmatique lexicale et non-lexicale de la causalité en français: aspects descriptifs, théoriques et expérimentaux"},"studyVersionAbstract":{"fr":"Ce projet de recherche a pour objet d'étude les aspects lexicaux et non-lexicaux de l'expression de la causalité en français. Par moyens lexicaux, nous entendons les ressources lexicales (prédicats d'événements) permettant de communiquer une inférence causale; par moyen non-lexicaux, nous entendons l'ensemble du répertoire fonctionnel (connecteurs, groupes prépositionnels, connecteurs) permettant de communiquer une relation causale en français. Ces deux types de catégories lexicales et non-lexicales seront décrites, analysées et testées à partir d'une approche pragmatique cognitive issue de la théorie de la pertinence (Sperber & Wilson 1995) et de la pragmatique du discours (Reboul & Moeschler 1998). La causalité est un thème de recherche complexe, mais central pour l'étude de la cognition humaine et du fonctionnement de l'usage du langage. La faculté de raisonnement causal, impliquant la contiguïté, l'asymétrie temporelle, la contingence, la généralité et les conditions ceteris paribus (Hume), est liée à des modes de réalisation linguistique variés. Les stratégies linguistiques principales pour le français sont les constructions causatives, pronominales neutres, l'utilisation de verbes causatifs (généralement de changement d'état) et le discours causal, avec ou sans connecteur. Ce projet de recherche a pour objet la dernière stratégie, le discours causal, qui s'oppose à deux types de discours, le discours temporel et le discours inférentiel, sur l'ordre des énoncés et la nature (cause vs conséquence) des énoncés. Dans notre approche, le discours causal a comme caractéristique principale l'ordre conséquence-cause. Cet ordre est celui des connecteurs causaux comme parce que, alors que le discours temporel a l'ordre événement i-événement i+1 (et, ensuite) et le discours inférentiel l'ordre cause-conséquence (donc). Ce projet de recherche a pour objet de tester descriptivement et expérimentalement les hypothèses suivantes, résultat de l'analyse des constructions causatives, du lexique et du discours causal: \rH1: le discours causal n'est symétrique ni du discours temporel ni du discours inférentiel. \rH2: l'ordre conséquence-cause n'est pas arbitraire, mais cognitivement motivé. \rH3: les connecteurs causaux (parce que) ont des propriétés linguistiques et pragmatiques différentes des connecteurs temporels (et) et inférentiels (donc). \rH4: l'interprétation causale des discours dépend de la capacité à construire des chaînes causales entre événements. \rH5: l'accessibilité de l'inférence causale est inversement proportionnelle à la distance entre événements sur une même chaîne causale. \rH6: les argumentations sont des cas particuliers de relation causale, entre états de chaînes causales différentes. \rLa méthode utilisée sera descriptive (étude comparative des connecteurs), informatique (recherche sur grands corpus des propriétés sémantiques distributionnelles des prédicats d'événements) et expérimentales (expériences sur le temps de lecture, EEG - recherche d'effets N400 et P600). Références Reboul A. & Moeschler J. (1998), Pragmatique du discours, Paris, Colin. Sperber D. & Wilson D. (1995), Relevance. Communication and Cognition, Oxford, Blackwell."},"studyVersionLanguageCode":null,"studyVersionEndDate":"2010-03-28T00:00:00","datasets":null},{"studyReferenceNumber":9152,"studyVersionTitle":{"de":"Swiss CSR Monitor 2006 Die gesellschaftliche Verantwortung von Unternehmen in der Wahrnehmung der Schweizer Bevölkerung. Mit einem Schwerpunkt zu Banken und Pensionskassen"},"studyVersionAbstract":{"de":"Der Begriff der \"Corporate Social Responsibility\" (CSR) hat in den letzten Jahren eine starke Beachtung und Verbreitung erfahren. Vor dem Hintergrund zahlreicher Firmenskandale wird immer wieder eine erweiterte gesellschaftliche Verantwortung von Unternehmen erwartet. Von Unternehmen wird zunehmend gefordert, dass sie ökologische, soziale und ethische Standards einhalten, welche über gesetzliche Vorgaben hinausgehen, und erfolgreiche Unternehmen haben dies auch getan. Die Wahrnehmung von gesellschaftlicher Verantwortung wird wichtiger, weil die Erwartungen an Unternehmen mit zunehmendem Einkommen und Wohlstand einer Gesellschaft steigen. Wie jede Veränderung von Präferenzen schafft diese wachsende Nachfrage nach verantwortungsvollem gesellschaftlichem Verhalten für Unternehmen Chancen und Risiken. Für Unternehmen ist es deshalb wichtig zu verstehen, was relevante Anspruchsgruppen von ihnen erwarten. Viele Unternehmen befragen heute Investoren, Kunden und Mitarbeitende im Rahmen ihrer Investor Relations, ihres Qualitätsmanagement und ihrer Mitarbeiterbefragungen auch zu ökologischen, sozialen und ethischen Themen. Eine umfassende Öffentlichkeitsbefragung sprengt aber oftmals die zeitlichen und finanziellen Möglichkeiten eines einzelnen Unternehmens. Dieses Forschungsprojekt will diese Lücke für die Schweiz füllen. Ziel und Fragestellung Der \"Swiss CSR Monitor\" hat zum Ziel, jährlich die öffentliche Meinung in der Schweiz zur gesellschaftlichen Verantwortung (Corporate Social Responsibility CSR) von Unternehmen zu erheben. Damit soll Firmen aufgezeigt werden, welche Erwartungen die Öffentlichkeit im Bereich Unternehmensverantwortung an sie hat. Daraus lassen sich soziale Chancen und Risiken der Unternehmenstätigkeit ableiten. Der \"Swiss CSR Monitor\" ist Teil des internationalen \"Corporate Social Responsibility (CSR) Monitors\" des in Toronto ansässigen Marktforschungsinstituts GlobeScan. Der internationale \"Corporate Social Responsibility (CSR) Monitor\" ist eine Befragung zum Thema Unternehmensverantwortung, die seit sieben Jahren in jeweils rund 20 Ländern durchgeführt wird. Die Schweiz ist seit 2005 beteiligt. Im \"Swiss CSR Monitor 2006\" werden in einem allgemeinen Teil das Verständnis der Bevölkerung von CSR, die Bedeutung der CSR-Kommunikation und -Berichterstattung, die Beurteilung der CSR-Leistung von Unternehmen und das individuelle Sanktionsverhalten gegenüber Unternehmen abgedeckt. Einen besonderen Schwerpunkt bilden Fragen zur Unternehmensverantwortung von Banken und zum Anlageverhalten von Pensionskassen."},"studyVersionLanguageCode":null,"studyVersionEndDate":"2006-06-28T00:00:00","datasets":null},{"studyReferenceNumber":9356,"studyVersionTitle":{"en":"Role of Radio Programs in Public Communication in Africa - Quality assessment of content and audience responses in Liberia"},"studyVersionAbstract":{"en":"Media are one of various intermediaries constituting the public arena where public debates are launched and held. Therefore the correlation between free, independent media and public communication in democratic societies has always been of academic interest. The changing role of media in modern (Western) democratic societies has been investigated, including the media's mutual relations with stakeholders and intermediaries, as well as its potential to enable public communication (McQuail 1992; Jarren and Meier 2002: 133; Rucht 2000: 53-54; Weischenberg et al. 2006; Voltmer 1998). \rHowever, less research has been conducted on the relationship between media content and its immediate effects in developing, postwar countries. Political scientists have studied intensively the democratization process in Southern Europe and Latin America during the 1970s and 1980s as well as the transformation process in Eastern Europe in the 1990s (O'Donnell and Schmitter 1986; Merkel 1999). But their focus was on changes in political institutions. The impact of the media was largely neglected (Hribal 2003; Voltmer 2000: 123-124; Thomass and Tzankoff 2001). \rWhile the research project cannot fill this gap, it aims at contributing to a better understanding of the relation of media content on the one side and audience perception and reaction on the other, particularly for Africa, where media assistance is mainly targeting the process of democratization. The project's objective is to gain data, knowledge of and insight into the quality of media and their effects in the public arena and as a possible contributor towards democratization processes on a micro level. On the one hand the quality of content of informational radio programs will be measured, using quantitative content analysis. On the other hand the audience reactions will be analyzed in focus group discussions with selected groups of representatives of society. The case of Liberia will be used as a case study: Liberia is a prime example reflecting a country in the process of building up democratic institutions, where media are supposed to contribute to this process. The results gained by the close examination of this country will to some extent be transferable to other countries. The main objectives of the research project are to find out: \r- Whether the content which specific broadcasting media select is in line with quality criteria considered to be conducive to enabling public communication, and thus social cohesion and democratization. \r- Whether and how different audience groups assess this content, perceive journalistic quality, form their views, attitudes and potentially react by carrying out corresponding activities. \rThus, the research takes place in two phases: the first module consists of an assessment of the quality of media, especially radio news, and the differences in quality between between various broadcasters in Liberia. The second module will exploratively investigate the role of radio in public communication and the audience's reactions to radio programmes."},"studyVersionLanguageCode":null,"studyVersionEndDate":"2008-12-28T00:00:00","datasets":null},{"studyReferenceNumber":9391,"studyVersionTitle":{"en":"Maintaining Natural English"},"studyVersionAbstract":{"en":"In a multilingual country like Switzerland, where English has become almost a lingua franca, it is hardly surprising that patterns more closely associated with the community language (i.e., so-called \"Swissisms\" derived from French, Italian or Swiss-German) have emerged in the English used here. Native English speakers living outside of their language communities are probably also influenced by exposure to the English around them and may begin to accept and even produce non-standard structures. Although potential interference from the dominant community language might be of little concern to many native speakers, it is of crucial importance to language professionals such as teachers and translators. High-proficiency \"near-native\" teachers of English might be particularly susceptible to picking up the non-native patterns of their students and have to exert rigorous control to avoid the fossilization of non-standard patterns.\rAs a large body of research has documented, second language learning and use is subject to first language influence (variously termed \"errors\", \"interference\", \"negative transfer\"). Recently, interest in investigating the influence of the second and third languages on the first language of multilinguals and other individuals living outside of their language community has grown. As people gain proficiency in another language and use it as one of their dominant languages, the whole notion of \"first language\" might signify no more than chronology. This is particularly the case with English, as it becomes increasingly \"owned\" by people proficient in other languages. And as more and more people use English outside of the traditionally English-speaking countries, presumably there is increasing pressure on the language to adapt. The research questions of interest here are whether being exposed to non-standard English affects speakers' use of and judgments about English and which sociolinguistic factors are related to maintaining English competence. The eroding of conventionally accepted norms in other-language environments can be considered a type of language attrition or loss and is well worth exploring, not only on account of its relevance for practicing language professionals but also because of its implications about multilinguals' language systems.\rThe findings of the research are expected to contribute to the development of a self-assessment instrument to measure attrition. In addition, they should allow us to make concrete recommendations to educational and other institutions in Switzerland with respect to professional development on how English teachers and translators can minimize negative transfer. Findings from this study should be generalizable to other language professionals living outside of their language communities and to L2 language professionals surrounded by their L1. The results have interesting implications for the training and continuing education of English teachers and translators as well as for theories of attrition of L1 and L2 and fossilization in L2."},"studyVersionLanguageCode":null,"studyVersionEndDate":"2012-12-28T00:00:00","datasets":null},{"studyReferenceNumber":9407,"studyVersionTitle":{"en":"Translation Tools in the Workplace: The impact of research and translation memory tools on professional translation processes"},"studyVersionAbstract":{"en":"Although a growing body of empirical research exists in the field of translation processes and the acquisition of translation competence, comparatively little work has been done on the impact of translation tools on professional workplace practices. Initially using questionnaire surveys of professionals working in a variety of settings to gather data on current workplace practices in the research and revision phases of the translation process, the project applies a multi-method approach comprising keystroke logging, computer recordings, eye-tracking and retrospective verbal protocols to investigate more specifically professional routines and requirements in the deployment of research and translation memory tools. It aims to identify problems and user needs in the research and revision phases of professional tool-based translation with a view to optimizing workflow efficiency and output quality. After successful completion of the first phase of this project in August 2009, it is continuing as part of the Capturing Translation Processes (CTP) project led by Maureen Ehrensberger (FORS ID 9811)."},"studyVersionLanguageCode":null,"studyVersionEndDate":"2012-04-28T00:00:00","datasets":null},{"studyReferenceNumber":9788,"studyVersionTitle":{"de":"Sprachbewusstsein und Sprachkompetenz von Sprechern mit L2 Deutsch"},"studyVersionAbstract":{"de":"Das Projekt geht der Frage nach, wie das Sprachbewusstsein von L2 Deutsch-Sprechern in der Fremdsprache ist und wie ihre Spracheinstellung zur Fremdsprache aussieht. Ein interessanter Aspekt, der sich aus dieser Fragestellung ergibt, ist die Wechselwirkung zwischen der Spracheinstellung und der Lebenssituation der L2 Deutsch-Sprecher. In einem ersten Schritt werden auf der methodologischen Grundlage von narrativen Interviews Daten zur Sprachbiographie, zur Spracheinstellung und zur Lebenssituation der L2-Deutsch Sprecher erhoben. Das Projekt soll zunächst dazu dienen, Daten zu sammeln, die in Bezug auf die obengenannte Fragestellung, Aufschluss bieten. In einem weiteren Projekt sollen die Daten linguistisch untersucht und ausgewertet werden. Die linguistische Erforschung des Sprachbewusstseins in der Migrationssituation ist bislang nur marginal untersucht worden, obwohl es Ansätze gibt, die den Zusammenhang von Sprachbewusstsein und sprachlicher Kompetenz in Verbindung setzen. Das Projekt stellt einen Ausgangspunkt für weitere Forschungen dar."},"studyVersionLanguageCode":null,"studyVersionEndDate":"2008-12-28T00:00:00","datasets":null},{"studyReferenceNumber":9811,"studyVersionTitle":{"en":"Capturing Translation Processes"},"studyVersionAbstract":{"en":"The question of what translators really do when they translate and how they do it is the focus of this applied linguistics project. Recent research findings have provided insights into the cognitive processes and linguistics resources involved in translation work, but the constraints imposed by the experimental techniques and settings as well as the limited number of participants in some of these studies have meant that their implications for practising translators and translation education are not always clear. This project is a large-scale longitudinal workplace study of the situated activity of translating and the development of translation competence. By “translation competence”, we mean the interacting sub-competences that translators require to perform their linguistic work (such as language expertise, knowledge of translation principles, and research skills). By “translation processes”, we mean the entire process of production of a translation: it begins when a prospective translator realizes what the assignment is and ends when the translator submits the text to the next level (which, depending on the workplace, might be to complete course requirements in a university program, to another translation or supervisor for revision, or directly to a client). The collaboration with our industry partner, CLS Communication AG, allows us access to translation processes of professionals at their normal workplace. CLS Communication is not only the major supplier of translation services in Switzerland, it is also an important potential employer for our graduates. The situation at the ZHAW Institute of Translation and Interpreting, with translation offered both into the dominant/native/first language (L1) and into the second strongest language (L2), lends itself ideally to addressing these questions by monitoring the same individuals’ performance with different language combinations (e.g. English, French, or Italian into German), and directions (e.g. both English-German and German-English) early in their university programs, shortly before graduation, and after gaining professional experience. A greater understanding of translation processes will allow refinements to be made to models of translation competence and for us to ascertain which factors contribute to translation quality. By deducing effective translation practices and strategies, we can develop best-practice models of translation processes for industry, which can also be incorporated into post-graduate professional development courses for translators. Gaining answers to practical problems in turn will provide input to curriculum development for undergraduate and graduate translation programs in Switzerland and abroad."},"studyVersionLanguageCode":null,"studyVersionEndDate":"2012-12-31T00:00:00","datasets":null},{"studyReferenceNumber":10258,"studyVersionTitle":{"en":"The social dimension of emotion regulation: Brain, mind, and behaviour"},"studyVersionAbstract":{"en":"This application is part of a coordinated research proposal of 5 European excellence initiatives in the Affective Sciences in the framework of a recent ESF-ESRC call in the Social Sciences. This joint research program on the social dimension of emotion regulation seeks \r1. To investigate emotion regulation at several levels of analysis, ranging from the individual to the social and cultural. \r2. To work towards an integrative theoretical framework of multi level emotion regulation. \r3. To identify and operationalize research questions which aim at exploring the interaction of individual differences, social processes and cultural contexts, linking social neuroscience to social psychology, linguistics, and the humanities. \r4. To execute a number of pertinent experimental studies on topics developed on the basis of the joint European framework and to calibrate and share the resulting data sets. \r5. To establish the basis for a European Research Perspective for Affective Sciences by bringing together leading European centres of research on emotion to work on an important topic. \rThe core approach will be that of experimental social psychology. We will study emotion regulation empirically in social interactions but also in the individual using neuroimaging methods. Furthermore, cultural psychology survey studies will be used (IP 4). In particular, we hope that the systematic investigation of our cultural heritage will help to establish a historically informed examination of research questions as well as identifying potential pitfalls which can then be avoided. Within this collaborative project, the Swiss Center for Affective Sciences will focus on the role of emotion regulation in conflict and conflict resolution. \rThe proposed project seeks to examine the role of emotion regulation in the elicitation, course, and resolution of interpersonal conflicts, investigating the cognitive and affective/emotional components from a multilevel and pluridisciplinary perspective. Two theoretical models will guide our research process: \r1) The component process model of emotions (Scherer, Klaus R. and Ekman 1984; Scherer, K. R., Schorr and Johnstone 2001) defines the factors determining the elicitation and differentiation of emotions, treating event appraisal, motivational shifts, physiological responses, motor expression and subjective feelings as dynamically interrelated and integrated components. \r2) The process model of emotion regulation (Gross 2007) identifying several points in the emotion-generative process at which emotions may be regulated. \rIn addition, we integrate recent neuroimaging research showing, for example, an involvement of interconnected subcortical and cortical brain systems in the generation and control of emotion respectively (e.g. (Goldin, McRae, Ramel et al. 2008b) for a review see (Ochsner and Gross 2005)). We will also consider the contributions of social appraisal approaches (Parkinson, Fischer and Manstead 2005). More specifically, we will focus on appraisals of justice (on the basis of perceived entitlement and causality attribution) as a determinant of both emotion (e.g. anger, frustration) and conflict."},"studyVersionLanguageCode":null,"studyVersionEndDate":"2013-03-28T00:00:00","datasets":null},{"studyReferenceNumber":10455,"studyVersionTitle":{"en":"Argumentation as a reasonable alternative to conflict in the family context"},"studyVersionAbstract":{"en":"In recent years, the family context has emerged as one of the most important contexts for the study of argumentation. The activity of mealtime, in particular, represents a privileged moment for studying how parents and children interact with each other, because it is one of the few moments during the day in which all family members come together and engage in intensive verbal interaction. \rDuring family mealtime discussions can frequently be observed in which parents and children hold different opinions about a certain issue, e.g. the proper way to be seated at the meal-table, the amount or quality of food, and so on. In such cases, parents could easily avoid engaging in a discussion by advancing arguments in support of their standpoint, and yet resolve the difference of opinion in their own favor due to the difference in age, role, and skills with respect to their children. However, frequently during mealtime we can observe argumentative discussions, in which parents and children put forward arguments to convince the other party that their standpoint is more valid, and therefore deserves to be accepted. Why does this happen? \rThis study is aimed at identifying the function of argumentation between parents and young children during mealtime. To attain this purpose, the present dissertation assumes as its empirical base a corpus constituted of 30 video-recordings (and related transcriptions) of mealtime conversations in 5 Italian and 5 Swiss-Italian (Ticinese) families. Families were selected by adopting the following criteria: the presence of both parents and at least two children, of whom the younger is of preschool age (three to six years) and the second is older. All participants are Italian-speaking.\rThe results of this research indicate that the function of argumentative interactions between parents and children is fundamentally educational. In particular, by means of argumentation, two distinct, but strictly related, educational targets are achieved. First, argumentation is an instrument that enables parents to transmit and children to learn values and models about how to behave in a culturally appropriate way. Interestingly, while the parents play the role of educators during argumentative discussions, the children play the not less important role of active learners. The second educational function is that of promoting in children the inclination to justify their desires in a reasonable manner. This second target is somehow present in all argumentative discussions. While the first target is behavioral in nature, because parents want to teach their children how to behave in a culturally appropriate way, the second target is cognitive in nature, because it is through argumentative interactions with their parents that children first learn a reasonable (i.e. argumentative) way of thinking.\rThese outcomes represent real advances in the theoretical understanding of family discourse and in the investigation of the role played in this practice by argumentative processes. They also provide a basis for further investigations in this field."},"studyVersionLanguageCode":null,"studyVersionEndDate":"2012-11-30T00:00:00","datasets":null},{"studyReferenceNumber":10638,"studyVersionTitle":{"en":"Modeling Writing Phases"},"studyVersionAbstract":{"en":"Writing is a key component of practically all domains of human endeavor. Through writing, we build up social networks, develop projects, inform colleagues and customers, and generate the basis for decisions. The quality of writing is often decisive for social resonance and professional success. Nevertheless, we still lack crucial knowledge about writing processes, knowledge that would form the basis of systematic writing education in pedagogic, academic, and professional settings. Thus far, writing has been described in the research literature as an interplay of situations, strategies, and phases - with phases being identifiable temporal procedural units with typical dominant writing actions such as \"formulating\" or \"source reading\". Phases are recognized as essential for the success of writing processes. At the same time, most scientific approaches to writing base their phase concepts and phase descriptions on introspection or single case studies. The methodology for a rigorous, objectively verifiable analysis of the structure of writing processes and therefore for an empirically testable explanation of the nature and interplay of phases in writing processes has not yet been developed. This is exactly what the research project outlined here aims to do: to explore and to model writing phases based on statistical methodology and thus to provide a solid foundation for good practice models of writing processes - a conditio sine qua no for systematic education in writing. The research project is based on one of the most extensive data collections of writing processes in natural settings. The data are available in a so-called time series format which allows the use of particular statistical techniques beyond those normally associated with corpus linguistics. The dynamics of writing activities such as insertions or deletions can be analyzed and related to background conditions such as the writing task and the experience of the writers. Expected results will allow us a) to deduce empirically- and theoretically-based models of good practice in writing processes in specific settings and therefore b) to systematically evaluate competence and progress in (professional) writing. Both a) and b) are the conditiones sine qua non for the design of systematic writing courses, training and coaching. Practical deliverables of the project will include task- and domain-specific good practice models of writing processes."},"studyVersionLanguageCode":null,"studyVersionEndDate":"2012-10-28T00:00:00","datasets":null},{"studyReferenceNumber":11137,"studyVersionTitle":{"en":"Argumentation in newsmaking process and product"},"studyVersionAbstract":{"en":"The project \"Argumentation in newsmaking process and product\" examines the role of argumentative practices - i.e. practices of socialized reasoning and reason-giving - in newsmaking discourse and in news discourse, by examining both argumentation in the news production process and argumentation in the textual news products. The research takes a comparative approach, looking at different media (radio-television vs. print journalism) in three different linguistic and cultural regions of Switzerland (German, French and Italian). The media organizations considered are two different units of the public service broadcaster SRG (Schweizer Fernsehen and Télévision Suisse Romande) and the main Italian language newspaper published in Ticino, Il Corriere del Ticino (CdT), which is owned by a non-profit private foundation. News media, both print and broadcast, have been for several years a major object of interest for discourse analysts. The research on broadcast news has been concerned with interactional aspects, while a larger part of news discourse research, and especially the work on written news, has focused on the representational aspects of news discourse. In the last few years, a new line of research on news discourse has emerged, which seeks to build a bridge between the sociology of news production and the linguistic nitty-gritty of the news production process. However, the argumentative nature of the processes that lead to newsmaking decisions has been largely under-considered. Analogously, literature on argumentation in the news media context is scarce. Aiming at attempting to fill this gap, our projects articulates into three distinct but interconnected investigations, corresponding to three different PhD dissertations. All three investigations starts from a common preliminary step, which is aimed at ascertaining the argumentativeness, i.e. the degree of argumentative commitment of processes (newsroom meetings and writing) and of products. To this purpose, the four following components of news production is highlighted: (1) institutional mission; (2) newsroom interaction; (3) writing processes; (4) textual products. The functioning of practical argumentation in newsroom deliberation and in individual problem-solving strategies adopted by journalists in their writing strategies will be examined, investigating to what extent newsmaking decisions, at different levels, are informed by explicit or elicitable arguments and it will examine to what extent newsroom deliberation conforms to the standards of a critical discussion. In the end, the analysis will establish the argumentativeness of the products in different genres and desks. The outcome of this research will be three PhD theses. One thesis will address the values and believes that motivate decisions in newsmaking. These values and believes will be addressed from an argumentative point of view as endoxa. The second thesis will focus on the identity of journalists as experts and their recourse to experts looking both at newsmaking practices and at the argumentative construction of news products. The third thesis will consider the role played by emotions (both journalists' emotions and expected audience's emotions) in motivating news selection and choices in the presentation of news items. Methodologically, the investigation will combine progression analysis with argumentative discourse analysis and will consider also the differences and similarities across different linguistic and cultural regions. The results expected from the investigation will be important for argumentation theory, increasingly concerned with the study of real, contextualized, argumentation; for studies in media discourse, which so far has largely ignored the relevance of the argumentative dimension; and at a more practical level, for media professionals and journalism practices, whose quality is conditioned by the quality of the argumentation practices."},"studyVersionLanguageCode":null,"studyVersionEndDate":"2015-01-28T00:00:00","datasets":null},{"studyReferenceNumber":11166,"studyVersionTitle":{"en":"Cognitive and Physical Ergonomics of Translation"},"studyVersionAbstract":{"en":"Like many other knowledge workers, professional translators spend much of their day making decisions at a computer: reading texts in one language, searching for background information in many languages, referring to terminology databanks to ensure consistency and appropriacy of lexical choices, checking parallel texts to decide how to meet the needs of the target readership, producing a text in another language, and revising the target text to produce the final translation. If the flow of information or level of concentration is impaired due to non-optimal workplace ergonomics, then the efficiency of the process can be compromised and the quality of the final product can suffer. Despite high levels of competence, professionals may not be able to perform at the expected level or they may have to exert inordinate effort to do so, with potentially detrimental consequences to their health and job satisfaction. In this interdisciplinary project, models of situated cognition, translation competence, and organizational constraints provide the theoretical framework to consider and evaluate the cognitive and physical ergonomic factors that can impact the situated activity of professional translation. A large corpus of data collected in a longitudinal precursor study of translation competence is the source of indications of ergonomic issues. Hypotheses about these are tested and refined with on-site ergonomic assessments and recordings of three groups of professional translators whose work conditions fit various profiles as well as with experiments in a usability lab, an online survey, and in-depth interviews. The data from each project phase are analyzed for indicators of cognitive dissonance attributable to the ergonomics of the human-computer interfaces or workplace conditions and are triangulated with the findings from the other phases. The results of the project are expected to have implications for theoretical models of extended cognition and situated activity, workplace practice, education, and further developments at the human-computer interface as well as to provide insights into how the ergonomics of workplaces can be optimized, not only for professional translators but also for other knowledge workers in similar conditions."},"studyVersionLanguageCode":null,"studyVersionEndDate":"2015-06-30T00:00:00","datasets":null},{"studyReferenceNumber":11208,"studyVersionTitle":{"de":"Sprachbarrieren in der Spitex","en":"Overcoming Language Barriers in Home Nursing"},"studyVersionAbstract":{"de":"Ein interdisziplinäres Forschungsprojekt von Pflegewissenschaft und Linguistik Ausgangslage: Sprachliche Verständigung und eine erfolgreiche Kommunikation sind von zentraler Bedeutung für eine effiziente und effektive pflegerische Betreuung. Wenn Patientinnen und Patienten aufgrund limitierter Deutschkenntnisse nur unzureichend mit dem Pflegepersonal kommunizieren können, entstehen sogenannte Sprachbarrieren. Der Pflegeprozess und der Aufbau einer professionellen Beziehung können dadurch eingeschränkt werden und die Belastung für die Betroffenen steigt. Auch die Spitex betreut zunehmend mehr Patientinnen und Patienten mit limitierten Deutschkenntnissen. Dies aus zwei Gründen: Einerseits führt die demografische Entwicklung zu einer steigenden Anzahl betagter Migrantinnen und Migranten. Andererseits verkürzen die seit Januar 2012 eingeführten Fallpauschalen die Spitalaufenthaltsdauer und führen voraussichtlich zu einer erhöhten Nachfrage an poststationärer pflegerischer Versorgung. Das Phänomen der Sprachbarrieren wurde bislang jedoch lediglich für den stationären Bereich beschrieben, für die ambulante pflegerische Versorgung (Spitex) liegen im deutschsprachigen Raum kaum Daten vor. Ziele: In einem interdisziplinären Projekt untersuchen Sprach- und Pflegewissenschaftlerinnen und -wissenschaftler der Zürcher Hochschule für Angewandte Wissenschaften (ZHAW) sowohl das Vorkommen und Ausmass von Sprachbarrieren als auch deren Auswirkungen im Kontext der Spitexpflege. Zudem soll ermittelt werden, wie Pflegefachpersonen mit Situationen umgehen, in denen Sprachbarrieren vorkommen, und welche Strategien sie einsetzen, um Sprachbarrieren - im besten Falle - erfolgreich zu überwinden. Nutzen: Auf der Grundlage der gewonnenen Ergebnisse im Arbeitsfeld der Spitex kann der Handlungsbedarf skizziert und begründet werden. Die Resultate bieten eine Basis, um konkrete Unterstützungsangebote für kritische Situationen anzubieten. Dabei werden die einzelnen Schritte des Pflegeprozesses gezielt berücksichtigt. In einem nächsten Schritt sollen Weiterbildungsmöglichkeiten geschaffen werden, in denen Pflegefachpersonen im ambulanten Bereich ihre Kompetenzen im Hinblick auf die Herausforderungen in einem mehrsprachigen Arbeitsumfeld erweitern können.","en":"Limited knowledge of a common language presents serious barriers to obtaining appropriate healthcare services. How Spitex nurses cope with the challenges of language barriers without compromising the quality of homecare to their patients is the focus of the OLBiHN project. The study’s design combines several sources of data to investigate the incidence of language barriers, their impact on nursing, and the practices employed by nurses to overcome them. These include interviews with nurses as well as audio recordings, participant observations, and field notes of interactions between Spitex nurses and low-proficiency German-speaking patients in the Swiss Cantons of Aargau, Thurgau, and Zurich. The synthesis of linguistic and nursing science perspectives contributes to understanding the impact of language barriers in healthcare provision in the home. The results should provide insights into how critical multilingual situations can be recognized and language barriers dealt with to minimize any negative consequences. These insights, in turn, can be incorporated into educational and professional development programs as good practice models of how to support and facilitate efficient and effective communication in a variety of multilingual settings, not only for healthcare professionals but also for other community service providers confronted with language barriers."},"studyVersionLanguageCode":null,"studyVersionEndDate":"2014-06-28T00:00:00","datasets":null},{"studyReferenceNumber":11838,"studyVersionTitle":{"it":"Corsi di lingua per i collaboratori dell’Amministrazione federale: valutazione e analisi dell’offerta e del suo utilizzo","en":"Language courses for personnel in the Federal Administration: evaluation and analysis of courses offered and their attendance","de":"Sprachkurse für Mitarbeitende der Bundesverwaltung: Evaluation und Analyse des Angebotes und dessen Nutzung","fr":"Cours de langue pour les collaborateurs de l’Administration fédérale : évaluation et analyse de l’offre et de son utilisation"},"studyVersionAbstract":{"it":"Secondo la legislazione in vigore, la Confederazione ha come missione d’incoraggiare le competenze linguistiche del suo personale nelle lingue nazionali, allo scopo di sostenere il plurilinguismo in seno al servizio pubblico. Le unità amministrative devono vegliare a che tutti gli impiegati dell’Amministrazione federale posseggano delle competenze sufficienti in una seconda lingua ufficiale e, inoltre, che i dirigenti abbiano delle competenze passive in una terza lingua ufficiale. A tale scopo, l’Amministrazione federale propone ai suoi impiegati una formazione iniziale e continua in tedesco, francese e italiano.\r\rQuest’offerta di corsi di lingua ancorata nella legge e destinata agli impiegati della Confederazione, la sua elaborazione, il suo significato e il suo utilizzo sono al centro del progetto di ricerca. Un’analisi dell’offerta, dei bisogni e delle aspettative sarà eseguita. Un esame della situazione descriverà l’offerta a disposizione e il suo utilizzo. L’analisi dei bisogni e delle attese si concentrerà da un lato sulla prospettiva istituzionale, dall’altro sulla prospettiva degli impiegati della Confederazione: Quali rappresentazioni hanno i responsabili dell’Amministrazione federale e i prestatori dei corsi per quanto concerne la necessità, gli obiettivi e l’organizzazione dei corsi di lingua? In quale misura i corsi di lingua e comunicazione dei prestatori privati incaricati corrispondono alle attese formulate dai responsabili dell’Amministrazione federale? Quali bisogni e quali motivazioni relativi alla formazione iniziale e continua in lingua sono formulati dagli impiegati della Confederazione? Una descrizione precisa delle offerte proposte, della loro elaborazione, della loro applicazione e della loro eco presso il personale della Confederazione dimostrerà in quale misura l’offerta corrisponde alla domanda, vale a dire, in quale misura i corsi di lingua, così come sono organizzati dall’Amministrazione federale, corrispondono ai bisogni degli impiegati e in quale modo tali bisogni sono formulati.\r\rI risultati del progetto sono a disposizione dal 2013 (cfr. Rapporto finale e Executive Summary). Questi saranno completati nel corso dell’autunno 2014 (come previsto dal mandato supplementare conferito all’USI) per mezzo di un’analisi approfondita delle competenze linguistiche utilizzate durante vari tipi di attività lavorative quotidiane dell’Amministrazione federale, e da un’analisi dettagliata delle specificità linguistiche delle singole unità amministrative.","en":"In the interest of advancing multilingualism in public services, the Swiss Confederation is legally bound to promoting federal employees' language skills in Switzerland's official languages. The divisions within the Federal Administration are obligated to ensure that all employees have sufficient knowledge of a second official language and that persons in a leadership role additionally have passive skills in a third official language. To implement these directives, the Federal Administration offers employees basic and advanced courses in German, French and Italian.\r\rThe legally anchored language courses for federal employees, their design, significance and the extent to which they are taken advantage of are at the core of this research project. In addition to a content analysis, the project will also perform a needs and wants analysis. The content analysis describes the courses offered and their attendance. The needs and wants analysis considers both the institutional perspective (i.e. the position of the Swiss Confederation and the language course suppliers) and the perspective of the employees. Questions include: What concrete ideas exist concerning necessity, course goals and course design on the part of the persons responsible in the Federal Administration and on the part of the institutions offering the courses? To what extent do the language and communication courses offered by private institutions on behalf of the Swiss Confederation actually fulfil the needs the government has formulated? And what needs and motivation regarding their linguistic education and further training can be discerned in federal employees? An exact description of courses currently on offer, their design and implementation as well as their reception amongst federal employees will demonstrate the extent to which supply and demand harmonise. This will also provide information on the extent to which the language courses as organised by the Federal Administration meet the needs of the employees, and how employees communicate their needs.\r\rThe findings from this study were presented in 2013 (see the Final report and Executive Summary). As part of an additional assignment given to USI that will continue through the autumn of 2014, the findings will be supplemented by an in-depth analysis of the linguistic skills used in different types of everyday work activities carried out at the Federal Administration, and by a study of existing linguistic peculiarities in the individual offices.","de":"Der Bund hat einen gesetzlichen Auftrag, die Kenntnisse seines Personals in den Landessprachen zu fördern, um die Mehrsprachigkeit im öffentlichen Dienst zu unterstützen. Die Verwaltungseinheiten haben dafür zu sorgen, dass alle Angestellten der Bundesverwaltung über genügend Kenntnisse einer zweiten Amtssprache verfügen und dass Kadermitglieder zusätzlich auch passive Kenntnisse einer dritten Amtssprache haben. Zu diesem Zweck bietet die Bundesverwaltung ihren Angestellten eine sprachliche Aus- und Weiterbildung in Deutsch, Französisch und Italienisch an.\r\rDieses gesetzlich verankerte Angebot an Sprachkursen für Bundesangestellte, deren Konzeption, Bedeutung und Nutzung stehen im Zentrum des Forschungsprojektes. Es nimmt eine Bestandes- sowie eine Bedarfs- und Bedürfnisanalyse vor. Die Bestandesaufnahme beschreibt das vorhandene Angebot und dessen Nutzung. Die Bedarfs- und Bedürfnisanalyse konzentriert sich einerseits auf die institutionelle Perspektive, andererseits auf die Perspektive der Bundesangestellten: Welche Vorstellungen bezüglich Notwendigkeit, Ziele und Ausgestaltung von Sprachkursen sind bei den Verantwortlichen der Bundesverwaltung und bei den KursanbieterInnen vorhanden? Inwiefern entsprechen die Sprach- und Kommunikationskurse der vom Bund beauftragten privaten KursanbieterInnen dem von den AuftraggeberInnen formulierten Bedarf? Und welche Bedürfnisse und Motivationen hinsichtlich ihrer sprachlichen Aus- und Weiterbildung sind bei den Bundesangestellten auszumachen? Eine genaue Beschreibung der vorhandenen Angebote, ihrer Konzeption und Umsetzung sowie ihrer Resonanz beim Bundespersonal kann aufzeigen, inwiefern das Angebot mit der Nachfrage übereinstimmt, das heisst, inwiefern die Sprachkurse, wie sie von der Bundesverwaltung organisiert werden, den Bedürfnissen der Angestellten entsprechen und wie diese artikuliert werden.\r\rSeit 2013 liegen die Resultate vor (vgl. Schlussbericht und Executive Summary). Diese werden bis Herbst 2014 (Zusatzauftrag an die USI) ergänzt durch eine vertiefte Analyse der im Arbeitsalltag verwendeten sprachlichen Kompetenzen in den verschiedenen Aktivitätstypen der Bundesverwaltung sowie der sprachlichen Eigenheiten der einzelnen Verwaltungseinheiten.","fr":"La Confédération a pour mission, selon la législation en vigueur, d’encourager les compétences linguistiques de son personnel dans les langues nationales, afin de soutenir le plurilinguisme au sein du service public. Les unités administratives doivent veiller à ce que tous les employés de l’Administration fédérale possèdent des compétences suffisantes dans une deuxième langue officielle et que, de surcroît, les cadres aient des compétences passives dans une troisième langue officielle. A cet effet, l’Administration fédérale propose à ses employés une formation initiale et continue en allemand, français et italien.\r\rCette offre de cours de langue ancrée dans la loi, destinée aux employés de la Confédération, sa conception, sa signification et son utilisation sont au centre du projet de recherche. Une analyse de l’offre, des besoins et des attentes sera menée. Un état des lieux décrira l’offre à disposition et son utilisation. L’analyse des besoins et des attentes se concentrera d’une part sur la perspective institutionnelle et d’autre part sur la perspective des employés de la Confédération : quelles représentations ont les responsables de l’Administration fédérale et les prestataires de cours par rapport à la nécessité, aux objectifs et à l’organisation des cours de langue ? Dans quelle mesure les cours de langue et communication des prestataires privés mandatés correspondent-ils aux attentes formulées par les responsables de l’Administration fédérale ? Et quels besoins et quelles motivations par rapport à la formation initiale et continue en langue sont formulés par les employés de la Confédération ? Une description précise des offres proposées, de leur conception, de leur application ainsi que de leur écho auprès du personnel de la Confédération démontrera dans quelle mesure l’offre correspond à la demande, c’est-à-dire dans quelle mesure les cours de langue, tels qu’ils sont organisés par l’Administration fédérale, correspondent aux besoins des employés et de quelle manière ces besoins sont formulés.\r\rLes résultats sont à disposition depuis 2013 (cf. Rapport final et Executive Summary). Ceux-ci seront complétés en automne 2014 (mandat complémentaire à l’USI) au moyen d’une analyse approfondie de l’utilisation des compétences linguistiques dans les différents types d’activités professionnelles quotidiennes de l’Administration fédérale ainsi que des spécificités linguistiques propres aux différentes unités administratives."},"studyVersionLanguageCode":null,"studyVersionEndDate":"2013-02-28T00:00:00","datasets":null},{"studyReferenceNumber":12163,"studyVersionTitle":{"en":"SMILE: Scalable Multimodal Sign Language Technology for Sign Language Learning and Assessment"},"studyVersionAbstract":{"de":"SMILE: Automatische Gebärdenspracherkennung für Gebärdensprachtests\r\rZiel des Projektes SMILE ist die Entwicklung des ersten Gebärdensprachtestsystems für die Deutschschweizerische Gebärdensprache (DSGS), das sich automatischer Gebärdenspracherkennung bedient. Um dieses Ziel zu erreichen, verfolgt das Projekt einen multidisziplinären Ansatz, der zwei Forschungsstränge zusammenbringt, Gebärdensprachtechnologie und Gebärdensprachtesten, mit einer gemeinsamen Verbindung zur Gebärdensprachlinguistik. Das Projektkonsortium setzt sich aus drei Partnerinstitutionen mit sich ergänzender Expertise zusammen:\r1.\tDas Idiap Research Institute (Martigny, Schweiz) wird das Projekt koordinieren und inhaltlich durch die Entwicklung eines neuartigen automatischen Gebärdensprachtest- und -feedbackansatzes zum Projekt beitragen, der inspiriert ist durch einen Spracherkennungsansatz, wie er im Rahmen des SNF-Projektes FlexASR entwickelt wurde.\r2.\tDie Interkantonale Hochschule für Heilpädagogik Zürich (HfH) wird ihre Expertise im Bereich Gebärdensprachtesten und Gebärdensprachlinguistik (in Zusammenarbeit mit dem Forschungszentrum für Gebärdensprache Basel, FZG) ins Projekt einbringen. Die HfH wird im Projekt auch als Schnittstelle zu L2-/Fremdsprachlernern und zur Gehörlosengemeinschaft in der Deutschschweiz fungieren. \r3.\tDie Universität Surrey (Grossbritannien) wird ihre langjährige Expertise im Bereich Gebärdensprachtechnologie, visuelle Datenakquisition und Computer Vision und insbesondere ihre breite Erfahrung in aktueller Forschung zu Gebärdensprachtechnologie, über die sie durch ihre Mitwirkung im EU-Projekt DictaSign verfügt, ins Projekt einbringen.\r\t\rDas SMILE-Projekt wird Finanzierung für drei Doktoranden, zwei Postdoktoranden, drei wissenschaftliche Mitarbeiter und gehörlose Experten bereitstellen. Am Projekt werden auch gehörlose DSGS-Benutzer beteiligt sein. Das SMILE-Projekt folgt dem Ansatz des Gemeinsamen Europäischen Referenzrahmens für Sprachen (GER), indem es ein Testsystem entwickelt, das die Produktion von DSGS-Vokabular auf der Stufe A1 misst, unter erstmaligem Einbezug von neuen Technologien für Gebärdensprache. Das Projekt wird so eine Plattform für Lehr- und Lernsysteme bereitstellen, die spezifisch für DSGS ist, aber auch als Modell für andere Gebärdensprachen dienen kann.","en":"SMILE: Scalable Multimodal Sign Language Technology for Sign Language Learning and Assessment\r\rThe goal of the project SMILE is to pioneer an assessment system for Swiss German Sign Language (Deutschschweizerische Gebärdensprache, DSGS) using automatic sign language recognition technology. To achieve this goal, this project uses a multidisciplinary framework that follows two strands of research, one on sign language technology and one on sign assessment with a common link to sign language linguistics. The project consortium consists of three partner institutes with complementary expertise:\r\r1.\tThe Idiap Research Institute (Martigny, Switzerland) will coordinate the project and will contribute to the project by developing a novel automatic sign language assessment and feedback approach taking inspirations from a speech recognition approach that was developed under SNSF project FlexASR.\r2.\tThe Hochschule für Heilpädagogik (HfH in Zurich) will bring its expertise in sign language assessment and sign linguistics (through collaboration with Center for Sign Language Research, FZG, Basel). In addition, the HfH will play a central role in connecting the real world of L2 (second language) learners and the Deaf community in the German part of Switzerland to the project.\r3.\tThe University of Surrey (UK) will bring to the project its longstanding expertise in sign language technology, visual data acquisition and computer vision, and in particular its wide experience in state-of-the-art sign language technology research through European-level projects such as DictaSign.\r\rSMILE project will fund three PhD students, two postdoctoral researchers, three scientific collaborators and Deaf experts. The project will also involve Swiss German Deaf signers. SMILE project follows the Common European Framework of Reference for Languages (CEFR) approach by developing an assessment system that tests the production of vocabulary of DSGS at level A1 with first time integration of new technologies for sign language. SMILE will thus lay an advanced platform for teaching and learning systems, both specifically for DSGS and as a model for other sign languages."},"studyVersionLanguageCode":null,"studyVersionEndDate":"2019-02-28T00:00:00","datasets":null},{"studyReferenceNumber":12260,"studyVersionTitle":{"en":"Evaluation der Kampagne \"Kinder- und Jugendförderung wirkt!\" der okaj Zürich","de":"Evaluation der Kampagne \"Kinder- und Jugendförderung wirkt!\" der okaj zürich."},"studyVersionAbstract":{"de":"Ausgangslage\rDie kantonale Kinder- und Jugendförderung, okaj Zürich, führt in ihrem Jubiläumsjahr 2015 eine breit angelegte Informationskampagne unter dem Titel „Kinder- und Jugendförderung wirkt“ durch. Neben dem Kampagnen-Signet und entsprechenden Materialien umfasst die Aktion eine Wanderausstellung zur Geschichte der Jugendförderung, eine Reihe von örtlichen Events im Kanton Zürich sowie Medienberichterstattungen und Social-Media-Elemente. Diese Kampagne wird durch das IKJF in Zusammenarbeit mit dem Institut für angewandte Medienanalyse (Departement L) bis März 2016 evaluiert. Neben der Förderung durch den Auftraggeber wird dieses Vorhaben auch mit Mitteln zur interdepartementalen Kooperation durch die ZHAW gefördert.\rMit der Evaluation soll unter anderem der Frage nachgegangen werden, inwieweit das Ziel der Kampagne, die Sichtbarmachung der Leistungen und Wirkungsweisen der Kinder- und Jugendförderung, erreicht werden konnte.\rNachdem im September 2015 erste Zwischenergebnisse einer Interviewreihe sowie der Medienanalyse präsentiert werden konnten, wurden anfangs November in einem Workshop Jugendbeauftragte aus verschiedenen Gemeinden zu ihrer Einschätzung der Kampagne befragt. Kernstück der Evaluation sind Onlinebefragungen aller für Jugendpolitik zuständigen lokalen Politiker und Politikerinnen sowie der Akteure der Kinder- und Jugendförderung im Kanton Zürich. Diese Befragungen werden im Januar 2016 durchgeführt und derzeit vorbereitet. \r"},"studyVersionLanguageCode":null,"studyVersionEndDate":"2017-03-31T00:00:00","datasets":null},{"studyReferenceNumber":12480,"studyVersionTitle":{"de":"Journalismus im Wandel: Wie Journalisten in Deutschland, Österreich und der Schweiz die sich transformierende Nachrichtenproduktion wahrnehmen","en":"Mapping change in journalism: How Journalists in Germany, Austria and Switzerland Perceive the Transformation of News Making"},"studyVersionAbstract":{"de":"Zufriedene Schweizer Journalisten trotz Medienkrise\nDie stetigen Hiobsbotschaften zur Medienkrise sind unüberhörbar. Trotzdem sind Schweizer Journalisten gemäss einer vom SNF geförderten ZHAW-Studie mit ihrer Arbeit weitgehend zufrieden. Dies erstaunt, weil sich die redaktionellen Arbeitsbedingungen in den letzten Jahren kaum verbessert haben.\nOft ist der Journalismus bei Ranglisten zu den angesehensten Berufen auf den hinteren Plätzen anzutreffen. Dennoch sind Schweizer Journalistinnen und Journalisten mehrheitlich zufrieden mit ihrer Arbeit: 74 Prozent der Befragten würden den Journalistenberuf jemandem aus ihrem Bekanntenkreis nach wie vor weiterempfehlen, obwohl wegen der Medienkrise vermehrt prekäre Arbeitsbedingungen herrschen. Dies zeigt eine vom Schweizerischen Nationalfonds SNF geförderte schweizweite Journalistenbefragung, welche das Institut für Angewandte Medienwissenschaft der ZHAW in Zusammenarbeit mit der Universität Neuenburg durchgeführt hat. Insgesamt beantworteten über 900 Medienschaffende aus mehr als 200 Redaktionen aller Sprachregionen, Medientypen und Hierarchiestufen online Fragen zu ihrem Beruf.\n\nBei diesem Projekt handelt es sich um die zweite Welle der Worlds of Journalism Studie (worldsofjournalism.org), mit der die bahnbrechende Arbeit einer Pilotstudie aus den Jahren 2007-2011 fortgesetzt und erweitert wurde. Die Studie brachte Forscher aus 67 Ländern aus der ganzen Welt zusammen. In einer noch nie dagewesenen Zusammenarbeit haben die an dem Projekt beteiligten Forscher über 27 500 Journalisten auf der Grundlage eines gemeinsamen methodischen Rahmens befragt. Mit dem Fragebogen der Studie wurden die Ansichten von Journalisten zu verschiedenen Themen erfragt, mit denen sich Journalisten und Nachrichtenorganisationen heute konfrontiert sehen, wie z. B. die Stellung des Journalismus in der Gesellschaft, Ethik, Autonomie und Einflüsse auf die Nachrichtenproduktion, journalistisches Vertrauen in öffentliche Institutionen und der Wandel des Journalismus im weitesten Sinne.","en":"Satisfied Swiss Journalists Despite Media Crisis\nThe constant bad news about the media crisis is unmistakable. Nevertheless, Swiss journalists are largely satisfied with their work, according to a ZHAW study funded by the SNSF. This is surprising because editorial working conditions have hardly improved in recent years.\nJournalism is often found at the bottom of rankings of the most respected professions. Nevertheless, the majority of Swiss journalists are satisfied with their work: 74 percent of those surveyed would still recommend the journalism profession to someone in their circle of acquaintances, despite the fact that working conditions are increasingly precarious due to the media crisis. This is the result of a nationwide survey of journalists funded by the Swiss National Science Foundation SNSF and conducted by the Institute of Applied Media Studies at the ZHAW in collaboration with the University of Neuchâtel. A total of over 900 media professionals from more than 200 editorial offices in all language regions, media types and hierarchical levels answered questions online about their profession.\n\nThis project is the second wave of the Worlds of Journalism Study (worldsofjournalism.org) and has continued and extended the groundbreaking work carried out through a pilot study in 2007-2011. Breaking all records in comparative communication research, the study brought together researchers from 67 countries from around the world. In an unprecedented collaborative effort, the researchers participating in the project have interviewed over 27,500 journalists based on a common methodological framework. The study’s questionnaire elicited views of journalists on several issues journalists and news organizations face today, such as journalism’s place in society, ethics, autonomy and influences on newsmaking, journalistic trust in public institutions, and the transformation of journalism in the broadest sense."},"studyVersionLanguageCode":null,"studyVersionEndDate":"2016-05-31T00:00:00","datasets":null},{"studyReferenceNumber":13378,"studyVersionTitle":{"en":"Processing temporal discourse relations: why does overt linguistic marking become redundant"},"studyVersionAbstract":{"en":"Pieces of discourse such as \"The plane landed, (then) passengers got off\" and \"The plane landed unexpectedly because it had a technical problem\" show that discourse connectives, generally used to explicitly express a discourse relation, sometimes are necessary and other times they become redundant. Scholars to date have not attended to the divergent behaviour of the various types of discourse relations and their explicit expression through discourse connectives. Assessing this issue is necessary for having an accurate understanding of how humans process pieces of discourse and how does linguistically encoded information pilot this process. This project, situated in the experimental pragmatics field (Noveck and Sperber 2004) and drawing on a systematic pragmatic theory, experimental methods used in psycholinguistics and corpus-based cross-linguistic investigations, will shed light on how comprehenders process implicit and explicit temporal relations and how they deal with competing sources of temporal information. Psycholinguistic literature (e.g. Canestrelli, Mak and Sanders 2013; Zufferey 2014) has shown that causal connectives facilitate the processing of the immediately following segment. This facilitation effect was interpreted in post-gricean Relevance Theory as due to the procedural meaning of connectives (i.e. instructions about how to manipulate mental representations), signalling the most relevant interpretative path. Nonetheless, this effect was not found for explicit temporal relations (Segal, Duchan, Scott 1991; Murray 1997; Grisot and Blochowiak, submitted). Contrary to causal connectives, temporal connectives seem to decrease the level of informativity of language, as shown by the two examples above. It is this highly common, yet still not fully explored, phenomenon that the present project seeks to address by testing two hypotheses. The first is that comprehenders have expectations about relations holding between segments when reading a text, which bias their inferential decisions. These expectations, explained as default (conversational) implicatures in gricean and neo-gricean pragmatics and as pragmatically determined aspects of what is explicitly communicated for relevance theorists, affect both canonical causal relations (cause – consequence) as well as sequential chronological temporal relations. The second is that, the presence of supplementary cues (such as verbal tenses and aspectual information) raises these expectations, and, therefore, the preference for implicitness, that is for contents to be inferred instead of being explicitly expressed by the speaker."},"studyVersionLanguageCode":null,"studyVersionEndDate":"2019-03-31T00:00:00","datasets":[{"licenseAccessLevel":"restricted"}]},{"studyReferenceNumber":13418,"studyVersionTitle":{"en":"The pragmatics of descriptive and metalinguistic negation: experimental data from French"},"studyVersionAbstract":{"en":"The phenomenon of descriptive and metalinguistic negation has been debated for a long time from a theoretical perspective. On the one hand, there are defenders of the ambiguist approach to negation, in which the descriptive negation basically serves to deny an utterance’s propositional content, and that this takes place by default (Horn 1985; 1989; Burton-Roberts 1989), while the metalinguistic negation surfaces only when the descriptive negation cannot be applied, and targets the non-truth-conditional contents of the utterance (e.g. implicatures, its register, its morphology or its phonology). Only the former is truth-functional, and the latter is claimed to be non-truth-functional as it does not operate on propositions. On the other hand, there are proponents of the non-ambiguist approach, who maintain that both types of negation are truth-functional since, in the case of metalinguistic negation, the process of pragmatic enrichment guarantees that the full proposition on which negation can operate will be reached (Carston 1996; 2002; Noh 1998; 2000; Moeschler 2010; 2013; 2017). Regarding processing, the ambiguist account predicts that it will take more time to treat metalinguistic negation because it always occurs as the second of two steps; in contrast, the non-ambiguist account makes no such prediction, since the interpretation of negation is contextually driven and the right context will issue the correct interpretation from the start. This paper will be devoted to the presentation of two self-paced reading experiments and of one offline elicitation experiment we carried out on French descriptive and metalinguistic negation. Our findings provide evidence in favor of the non-ambiguist approach."},"studyVersionLanguageCode":null,"studyVersionEndDate":"2018-04-30T00:00:00","datasets":[{"licenseAccessLevel":"restricted"},{"licenseAccessLevel":"restricted"}]},{"studyReferenceNumber":13733,"studyVersionTitle":{"en":"Construction of National and Ethnic Identities Among Youth in Bosnia and Herzegovina"},"studyVersionAbstract":{"en":"Youth Ethnic and National Identity in Bosnia and Herzegovina offers a unique insight into the ethnic relations of contemporary Bosnia and Herzegovina by providing a wealth of new primary data on the Bosnian-Herzegovinian youth attitudes. The study utilizes both quantitative and qualitative research techniques such as large scale surveys, focus groups, interviews and discourse analysis among others. The data are interpreted in accordance with the theoretical models drawn from different academic disciplines including social psychology, cultural studies, linguistics, sociology, anthropology and social and political theory. In exploring the social context of living in post-conflict societies such as Bosnia and Herzegovina and the social and psychological research on the phenomenon of ethnicity, this study reveals a society of sharp, constitution-embedded ethnic divisions, which are maintained through different aspects of social and individual lives; by being politicized, one's ethnicity also became a relevant point of reference in everyday life, focusing people's lives on ethno-driven cognition, emotions, and behavior. Furthermore, through the study of ethnic identity of youth in Bosnia-Herzegovina, it was analyzed how ethnic identity is constructed through social relations, communication, social perception, and political attitudes among young people."},"studyVersionLanguageCode":null,"studyVersionEndDate":"2011-09-01T00:00:00","datasets":null},{"studyReferenceNumber":20056,"studyVersionTitle":{"en":"Doing good with VR? Virtual Reality and its impact on political decision-making"},"studyVersionAbstract":{"en":"Political votes are preceded by a phase of informing oneself. The \"voting booklet\" plays an important role in it. However, the text-heavy nature of the booklet can mean that the information presented in it is often difficult to understand, with the result that uninformed decisions are made. This is reflected in statements such as \"If I had known that, I would have ...\" or \"It was difficult to explain the topic.\" This research project will therefore investigate the question of whether and to what extent virtual reality (VR) can contribute to how the electorate understands the information presented and thus makes more informed decisions.\n\nContent and aim of the research project\n\nThe primary goal of the research project is to investigate how VR affects political decision making, in comparison to traditional and still current text-based voting brochures. To this end, we methodically use the classical psychological experiment to isolate factors of interest and thus investigate their influence through systematic variation (e.g., how arguments in favor or against a voting proposal are processed in VR as opposed to brochures). The experiments will also be supported by other methods such as eye-tracking and think-aloud protocols. The project aims to unearth knowledge of how VR can change political decision-making and what factors may be responsible.\n\nScientific and social context of the research project\n\nWith this research project we want to develop first ideas on how VR technology can be used in the field of political decision making, i.e. for future referendums.","de":"Politischen Abstimmungen geht eine Phase des sich Informierens voraus. Das «Abstimmungsbüchlein» spielt dabei eine wichtige Rolle. Die Textlastigkeit des Büchleins kann aber dazu führen, dass die darin präsentierten Informationen oft schwer verständlich sind, was zur Folge hat, dass es zu nicht informierten Entscheidungen kommt. Dies zeigt sich in Aussagen wie „Hätte ich das gewusst, hätte ich ...“ oder „Es war schwierig, die Vorlage zu erklären“. Im Rahmen dieses Forschungsprojektes soll daher der Frage nachgegangen werden, ob und inwieweit Virtual Reality (VR) dazu beitragen kann, wie das Stimmvolk die zur Abstimmung präsentierten Informationen versteht und so informierter entscheidet.\n\n\nInhalt und Ziel des Forschungsprojektes\n\nDas primäre Ziel des Forschungsprojektes ist es, zu untersuchen, wie sich VR auf die politische Entscheidungsfindung auswirkt, und zwar im Vergleich zu den klassischen und noch immer aktuellen textbasierten Abstimmungsbroschüren. Dazu nutzen wir methodisch das klassische psychologische Experiment, um Faktoren von Interesse zu isolieren und so deren Einfluss durch systematische Variation zu untersuchen (z. B. wie Argumente, die für oder gegen eine Abstimmungsvorlage sprechen in VR im Gegensatz zu Broschüren verarbeitet werden). Die Experimente werden zudem durch weitere Methoden wie Eye-Tracking und Think-Aloud Protokolle gestützt. Das Projekt soll Kenntnisse zutage fördern, wie VR die politische Entscheidungsfindung verändern kann und welche Faktoren dafür verantwortlich sein können.\n\nWissenschaftlicher und gesellschaftlicher Kontext des Forschungsprojektes\n\nMit dem Forschungsprojekt wollen wir erste Ideen entwickeln, wie die VR-Technologie im Bereich der politischen Entscheidungsfindung, d.h. für zukünftige Volksabstimmungen, genutzt werden kann."},"studyVersionLanguageCode":null,"studyVersionEndDate":"2021-01-31T00:00:00","datasets":[{"licenseAccessLevel":"restricted"}]},{"studyReferenceNumber":20120,"studyVersionTitle":{"en":"ACCOMOJI: Emoji Accommodation in Swiss Multilingual Computer-Mediated Conversations"},"studyVersionAbstract":{"en":"ACCOMOJI: Emoji Accommodation in Swiss Multilingual Computer-Mediated Conversations is a collaboration between researchers from University of Lausanne (UNIL) and Swiss Federal Institute of Technology Lausanne (EPFL) at the intersection of data science and linguistics. It was funded by the UNIL-EPFL Collaborative Research on Science and Society (CROSS) 2021, a programme that supports interdisciplinary projects dealing with current issues in society and technology. ACCOMOJI seeks to examine the ways in which people conversing in the Swiss national languages converge or diverge over time with regard to emoji usage, thereby managing social and emotional distance. We limited ourselves to studying Swiss German and French. \n\nThe primary source of data is a corpus of Swiss WhatsApp conversations: \"What's up Switzerland?\" (WUS, cf. https://www.whatsup-switzerland.ch/index.php/en/). The released data contains function- and emotion-based annotations obtained via a Citizen Science campaign for a number of emojis in the context of the chat where they occurred, as well as demographic information about the citizen science annotators."},"studyVersionLanguageCode":null,"studyVersionEndDate":"2022-01-31T00:00:00","datasets":[{"licenseAccessLevel":"open"}]},{"studyReferenceNumber":20122,"studyVersionTitle":{"en":"A World of Possibilities (WoPoss). Modal pathways over an extra-long period of time: the diachrony of modality in the Latin language"},"studyVersionAbstract":{"en":"There has been much lively discussion about the diachrony of modality since the 1980s (Ziegeler 2016). The investigation conducted on modal verbs in the Germanic languages, especially English, has shown beyond any doubt that languages with a good amount of available written history are fundamental in reconstructing the diachronic pathways of modality and support the panchronic approach adopted for less well-documented or less studied languages (e.g. Bybee - Perkins - Pagliuca 1994). Nevertheless, diachronic research needs to open to other lexical markers (cf. Van linden 2012 for English modal adjectives) as well as to other possible benchmarks of comparison by taking advantage of well-documented languages. The main aim of my project is to perform the first large-scope analysis of modalisation paths in Latin, a language whose documented history spans over many centuries and offers a wide-ranging variety of written sources. In contrast with mainstream research on lexical markers expressing modality, my project focuses not only on verbs (e.g. possum ‘have power, be able’) but also on adjectives (e.g. the adjectives in -bilis), nouns (e.g. necessitas ‘unavoidableness’) and adverbs (e.g. sentence adverbs such as certe ‘certainly’) offering a comprehensive approach to the Latin lexical modal system. Since the diachronic study of lexical modality is an emerging field of contemporary linguistic research, the absence of monograph-length studies on the evolution of the Latin lexical modal system and the inadequacy of most Latin dictionaries in tracing the polysemy of modal forms are by no way surprising. The only feasible way to reconstruct modal pathways and concurrence mechanisms among modal forms in the history of Latin is therefore to adopt a corpus-based approach. In order to gain a broad overview of the evolution of modality based on a thorough description of modal readings and uses at the synchronic level, a corpus of texts chosen according to sociolinguistic criteria is mandatory. The relevant passages are being analysed and then annotated using the XML-TEI language: dedicated annotation schemes have been developed. Teamwork allows not only the collection of a valuable amount of data, but also the interaction of interdisciplinary competences. The team is composed of a principal investigator with the function of supervisor and coordinator, a doctoral student in Latin linguistics and an expert in Computational Linguistics at post-doctoral level. Our main tasks is the analysis and annotation of the corpus as well as the dissemination and updating of data and results through an online database. This effort is making a huge amount of data on lexical modal markers and their uses manageable. We glean first-hand material from this data for collaborative and/or personal research. Currently, the focus is on the preparation of a cutting-edge study, opening new perspectives for describing and explaining the diachronic paths of modality and the notion of the 'participant of modality'. The PhD candidate is finishing her thesis. The open access database, working on annotation schemes elaborated to guarantee maximum interoperability, permits discussion at international level with teams working on modality in other languages. Part of it has already been released. In the investigation of pre-modal and post-modal meanings, Indo-Europeanists and Romance linguists are privileged interlocutors. The results are being disseminated through several international workshops and conferences. Once completed, this project will offer a model for analysing the diachrony of modality in other languages."},"studyVersionLanguageCode":null,"studyVersionEndDate":null,"datasets":[{"licenseAccessLevel":"open"},{"licenseAccessLevel":"open"}]},{"studyReferenceNumber":20138,"studyVersionTitle":{"en":"Verb-initiality in Austroasiatic"},"studyVersionAbstract":{"en":"In linguistics, the verb is traditionally considered to be the core element of the clause, and its core status is emphasized in psycho- and neurolinguistic research as well as being the basis of many theories on the syntax/semantic interface (see Levin & Rappaport-Hovav 2005 for an overview). At the same time, basic verb-initial (V1) word order reportedly occurs in only ca. 10-19% of the world's languages (c.f. Dryer 2013, Clemens & Polinsky to appear). Explanations for this may come from recent experiments and large-scale comparisons, which show that V1 sequences in natural languages violate apparent cognitive or processing biases on at least three levels: information structure (“ɢɪᴠᴇɴ before ɴᴇᴡ principle”; Chafe 1994, Lambrecht 1994, Junge et al. 2015), dependency (“dependency length minimization”; Hawkins 2004, Newmeyer 2005, Futrell et al. 2015), and parsing (“Actor-first”; cf. Choudhary 2010).\n\nThis research suggests that V1 structures are dispreferred cross-linguistically since a V1 language will necessarily violate at least two of these biases. However, 10% (or more) of the world’s languages translates to quite a large number of languages that have V1 structures, and such languages can have quite stable word order. Further, the extremely robust Actor-first bias does not seem to apply in V1 sentences (Schlesewsky & Bornkessel 2006, Bickel et al. 2015), suggesting the possibility of a (not yet identified) driving force that counteracts the Actor-first preference. The most likely way to identify such a force is to trace the evolution of V1 structures in the history of language families and to compare the findings to specific effects of horizontal transfer (areal skewings), universal drifts, and chance.\n\nWord order is highly prone to change, from both internal (i.e. reanalysis, pragmatics) and external (i.e. areal and contact) influence (Harris & Campbell 1995, Aikhenvald & Dixon 2007), so all possible factors need to be considered. Accordingly, this project takes a broad, corpus-based approach to study the evolution and distribution of V1 structures in Austroasiatic (AA) languages, which are of particular interest for the study of V1 configurations (Jenny et al. 2014). We then compare the findings with V1 structures in other language families to investigate V1 development (as e.g. in Insular Celtic, Modern Welsh), V1 maintenance (e.g. AA, Austronesian, Modern Irish), and V1 loss (e.g. Afroasiatic, western Austronesian, Modern Breton, Middle Welsh). This project focuses on AA languages from the Khasian, Palaungic, Nicobarese, Aslian, and Katuic groups, namely because: 1) they exhibit V1 patterns to different degrees and in different structures, 2) the V1 patterns cannot be explained as a result of language contact, and 3) they are spoken on the periphery of the AA area as local rather than state languages.\n\nThis last point (3) is particularly salient, since peripheral (residual) languages are expected to be more conservative (and thus more likely to contribute to reconstruction) than central (or “spread”) languages (Nichols 1992, Dixon 1997; but cf. Celtic and Tocharian). These peripheral languages are understudied, so we are more likely to gain new insight into the effects and development of V1 structures. The inability to explain these structures through language contact (point 2) means we must consider a diachronic source. The range of word orders in these languages (point 1) means that we can more likely account for V1 features diachronically, particularly since they are from the same tree. This in turn will give us indications of likely developmental pathways of word order for other language phyla and families.\n\nThe basic question we are asking is: “what V1 structures do we find where and when, what motivates their existence, and how are they maintained, developed, or lost?” Secondary questions are: “how does verb-initiality interact with or motivate subsystems of grammar?”, and “to what degree do languages differ with regard to V1 structures?” These are difficult questions, particularly due to the complexity of the research, what is known of the languages, and the history of the areas under study."},"studyVersionLanguageCode":null,"studyVersionEndDate":"2021-01-31T00:00:00","datasets":[{"licenseAccessLevel":"restricted"}]},{"studyReferenceNumber":20154,"studyVersionTitle":{"en":"ArchiMob"},"studyVersionAbstract":{"en":"The ArchiMob corpus represents German linguistic varieties spoken within the territory of Switzerland. This corpus is the first electronic resource containing long samples of transcribed text in Swiss German, intended for studying the spatial distribution of morphosyntactic features and for natural language processing.\n\nWe provide two releases of the ArchiMob corpus. The first release, initially published in 2016, includes 34 transcribed interviews. The second release, initially published in 2019, includes 43 transcribed interviews."},"studyVersionLanguageCode":null,"studyVersionEndDate":"2019-12-31T00:00:00","datasets":[{"licenseAccessLevel":"open"},{"licenseAccessLevel":"open"},{"licenseAccessLevel":"open"},{"licenseAccessLevel":"restricted"}]},{"studyReferenceNumber":20162,"studyVersionTitle":{"en":"Predicting verbal mood in complement clauses: the role of the distributive patterns, the tense and the grammatical aspect of the matrix verb"},"studyVersionAbstract":{"en":"This study deals with the issue of mood choice in complement clauses in French, in which speakers may choose between the indicative or the subjunctive. We report on the results of two experiments using an elicitation task, in which we investigated how the matrix verb, via its distributive patterns (i.e. verbs selecting only the subjunctive vs. only the indicative vs. verbs accepting either mood), tense and grammatical aspect influences mood choice in the complement clause. While the role of the semantics of the matrix verb has been extensively studied in semantic studies, considering its tense and its grammatical aspect is a novel approach to explaining mood choice. "},"studyVersionLanguageCode":null,"studyVersionEndDate":"2020-10-30T00:00:00","datasets":[{"licenseAccessLevel":"open"}]},{"studyReferenceNumber":20513,"studyVersionTitle":{"en":"Spoken Hebrew interview corpus: Representations of variation in Modern Hebrew in Israel"},"studyVersionAbstract":{"en":"This data collection consists of interviews in Hebrew that were recorded by Philipp Striedl between summer 2018 and early 2020 for the dissertation \"Representations of Variation in Modern Hebrew in Israel: Cognitive Processes of Social and Linguistic Categorization\" (Striedl 2022).\nProcess and structure of the data collection are described in detail in Chapter 3 of the dissertation. \nFurther notes about transcription conventions are included at the beginning of the text on pages xxi and xxii.\n\nStriedl, P. (2022). Representations of variation in Modern Hebrew in Israel: Cognitive processes of social and linguistic categorization [PhD Thesis, LMU Munich]. https://doi.org/10.5282/edoc.29853"},"studyVersionLanguageCode":null,"studyVersionEndDate":"2022-05-02T00:00:00","datasets":[{"licenseAccessLevel":"restricted"}]},{"studyReferenceNumber":20631,"studyVersionTitle":{"en":"From implicit to explicit: The processing of forward causal and temporal relations"},"studyVersionAbstract":{"en":"\nThe presence of discourse relations can be marked explicitly with lexical items such as specialized and underspecified connectives or left implicit. It is now well established that the presence of specialized connective facilitates the processing of these relations. The question is to gauge how different degrees of explicitness affect the processing of discourse relations. This study investigates this question with respect to two relations, which are fundamental to our cognition and which are closely tied: causal relations and\ntemporal relations. We carried out a self-pacedreading experiment, in which we sought to compare the cost of inferring the presence of causal vs. temporal relations in the absence vs. presence of a connective indicating a given relation in French. For the explicit marking, two types of connectives were tested: one specialized for each relation (\"donc\" for causality and \"puis\" for temporality) and one underspecified (\"et\" in its temporal and causal readings)."},"studyVersionLanguageCode":null,"studyVersionEndDate":"2022-12-20T00:00:00","datasets":[{"licenseAccessLevel":"open"}]},{"studyReferenceNumber":20632,"studyVersionTitle":{"en":"New perspectives on \"car\" and \"parce que\": Is it about subjectivity, reasoning or speakers?"},"studyVersionAbstract":{"en":"This study presents the results of an exploratory study in which we compare how university students aged 19-25 (Experiment 1) and other native speakers, aged 20-70 and recruited via a crowdsourcing platform (Experiment 2), evaluate the acceptability of objective and subjective relations expressed with \"car\"and \"parce que\". "},"studyVersionLanguageCode":null,"studyVersionEndDate":"2022-04-10T00:00:00","datasets":[{"licenseAccessLevel":"open"},{"licenseAccessLevel":"open"}]},{"studyReferenceNumber":20650,"studyVersionTitle":{"en":"Towards a comprehensive pragmatic model of subjectivity: Empirical evidence from French"},"studyVersionAbstract":{"en":"In this study, we experimentally test how readers process sentences in which the French Passé Simple is employed in a perspectival manner within two types of subjective contexts: those with Free Indirect Discourse (FID) and those without FID markers. In addition, we consider whether the processing is influenced by the type of emotion expressed in these subjective contexts, whether it is positive or negative. "},"studyVersionLanguageCode":null,"studyVersionEndDate":"2021-11-01T00:00:00","datasets":[{"licenseAccessLevel":"open"}]},{"studyReferenceNumber":20665,"studyVersionTitle":{"en":"Islamophobic discourse on PI-News: Topic model and n-grams"},"studyVersionAbstract":{"en":"Supplementary material for the following paper:\nKrasselt, J., & Dreesen, Ph. (in press). Topic models indicate textual aboutness and pragmatics: Valuation practices in Islamophobic discourse. Journal of Cultural Analytics."},"studyVersionLanguageCode":null,"studyVersionEndDate":null,"datasets":[{"licenseAccessLevel":"open"}]},{"studyReferenceNumber":20745,"studyVersionTitle":{"de":"Italmatik: In der Schule Mathematik verstehen – Fachsprache versus schulische Alltagssprache","fr":"Italmatique: comprendre les mathématiques à l’école, entre le langage commun et le langage spécialisé"},"studyVersionAbstract":{"de":"Das mathematische Sprachverständnis im Fach Mathematik ist bei den Schülerinnen und Schülern aller Schulstufen mit Schwierigkeiten und Beeinträchtigungen beim Lernerfolg verbunden. Das SNF-Projekt «Italmatica. Comprendere la matematica a scuola, tra lingua comune e linguaggio specialistico» («Mathematisches Sprachverständnis: Fachsprache versus schulische Alltagssprache») (https://www.supsi.ch/dfa/ricerca/progetti/in-evidenza/italmatica.html) (vgl. SNF 176339 (https://data.snf.ch/grants/grant/176339) und SWISSUbase Projekt 20746) setzt hier an. Ziel des Projekts ist eine mehrstufige und interdisziplinäre Analyse struktureller und sprachlich-kommunikativer Merkmale von Texten und didaktischen Materials. Im Fokus stehen italienischsprachige Mathematiklehrbücher (N = 142, Thema Polygone) der Primar- und Sekundarstufe im Kanton Tessin, Graubünden und in Italien. Die Forschenden beschäftigen sich mit der Herausarbeitung potenzieller Sprachbarrieren, welche die Schülerinnen und Schüler daran hindern, mathematische Inhalte zu verstehen. Anhand eines Onlinefragebogens für italienische und Tessiner Mathematiklehrpersonen (N = 368) konnten Meinungen zum Unterrichtsmaterial eingeholt werden. Der Schulbuchkorpus wurde nach bestimmten Kriterien definiert und mit einer Software qualitativ und quantitativ analysiert. Parallel dazu untersuchten die Forschenden die Ergebnisse einer Mathematikprüfung, die vom Projektteam zusammengestellt und mit 367 Schülerinnen und Schülern durchgeführt wurde. Diese Ergebnisse ermöglichten gezielte Überlegungen zur Kommunikationsfähigkeit der Schülerschaft, zum mathematischen Sprachgebrauch und -verständnis sowie zur Bedeutung, die einer mathematischen Definition beigemessen wird (u.a. Definitionsmerkmale; Fähigkeit, einem Objekt mehrere Definitionen zu geben). ","fr":" À tous les degrés scolaires, la compréhension du langage mathématique est pour les élèves source de difficultés et d’obstacles à la réussite de l’apprentissage des mathématiques. Le projet du FNS «Italmatica. Comprendere la matematica a scuola, tra lingua comune e linguaggio specialistico» («Comprendre les mathématiques à l’école, entre le langage commun et le langage spécialisé» (https://www.supsi.ch/dfa/ricerca/progetti/in-evidenza/italmatica.html), cf. FNS 176339 (https://data.snf.ch/grants/grant/176339) et le projet SWISSUbase 20746) étudie précisément ce sujet. L’objectif du projet est une analyse interdisciplinaire et multiniveaux des caractéristiques structurelles et linguistico-communicatives de textes et de supports didactiques. Pour cela, le projet se concentre sur les manuels de mathématiques de langue italienne (N = 142, sujet Polygones) utilisés aux degrés primaire et secondaire dans les cantons du Tessin et des Grisons ainsi qu’en Italie. L’équipe de recherche a tenté de faire émerger les obstacles linguistiques susceptibles d’empêcher les élèves de comprendre des contenus mathématiques. Au moyen d’un questionnaire en ligne destiné aux enseignant-e-s de mathématiques dans le Tessin et en Italie (N = 368), elle a pu récolter les avis des enseignant-e-s sur les moyens d’enseignement. Le corpus de manuels scolaires a été défini selon des critères spécifiques et fait l’objet d’une analyse qualitative et quantitative réalisée à l’aide d’un logiciel. Dans le même temps, l’équipe de recherche a évalué les résultats d’un test mathématique composé par l’équipe de projet et effectué par 367 élèves. Ces résultats ont permis de mener des réflexions ciblées sur les capacités en communication des élèves, sur l’utilisation et la compréhension du langage mathématique ainsi que sur le sens que les élèves accordent à la définition mathématique (caractéristiques d’une définition, capacité d’attribuer plusieurs définitions à un objet). "},"studyVersionLanguageCode":null,"studyVersionEndDate":"2022-12-31T00:00:00","datasets":null}]}